{"content": "去你的初三，每个月考还要排名有病啊\n天天晚自习作业多的要死想干嘛\n每天大课间连跑5圈400想要干嘛？", "tag": "学业压力"}
{"content": "被班上孤立了，两周去学校了一天半。心里面很难受，去看了两次心理医生感觉没什么用。每天都在哭，感觉自己的情绪一天比一天差，睡眠也是。今天下午就要返校了，明天期中考试。我不想参加考试，不知道怎么和父母说不去考试。\n求方法", "tag": "同伴关系"}
{"content": "等我反应过来的时候 我已经把书撕烂了 把笔掰断了 我是很狂躁吗 我写个作业我爸一直进进出出我房间 我很烦 也没什么怪他的意思 单纯自己心情烦躁 初三了一天只睡四五小时 天天我快焦虑压抑死了 当然我承认我的心思比正常人要敏感的多 所以每天都很烦 在学校认识我的都说我温柔委婉 在家我直接一点就炸 忍不住就想砸东西 写作业也忍不住掰笔 把笔刺进书里 这怎么调节啊", "tag": "情绪困扰"}
{"content": "最近有不少同学说‘会因为一些小事就很崩溃。’都说成年人的崩溃就在一瞬间，可高中生又何尝不是呢。高中每天都在重复地学习，有时压力会大到觉得自己承受不住。我也曾因为一次考试选择题错了一半就忽然崩溃。我们永远也猜不到高中生活中哪些芝麻小事就会使情绪莫名爆发，让人一下子陷入无措和迷茫之中。莫泊桑写到：我可能脆弱得一句话就泪流面目，有时，也发现自己咬着牙走了很久的路。明明我们都很坚强，可有时还是会被一些小事击败，但是没关系，谁不是这样就慢慢成长了呢？", "tag": "学业压力"}
{"content": "在学校我的成绩属于班级数一数二 最优秀的那种 但是我考试也会失利啊 凭什么别人考了60多分都没人说 我考了91分大家就像听到了什么大笑话一样 到处往出说这件事 放学的时候我走在一个同学后面 他妈妈问他今天考了多少分 他说他考的可好了 考了85分 后面说了一句我们班大队委才考了91分呢 听到之后我就直接愣在了原地 过了好久才回家 凭什么大家总是把我当成衡量自己的标准？我又不是机器人 凭什么我一定要十全十美？每当我没有满分的时候大家总是到处跟别人说 我真的受够了那些话 听见的时候总是想哭 可又哭不出来", "tag": "自我认同与自尊问题"}
{"content": "我讨厌高中 准确来说我讨厌自己 我讨厌自己黄黑的皮肤和难看的五官 讨厌尽管自己付出努力但还是拖了班级平均分的成绩 讨厌自己好不容易单休一次但到家后无比落寞与伤心的心情", "tag": "自我认同与自尊问题"}
{"content": "感觉周末和上学一直在循环的日子 日子没有盼头 放假也累到想哭…好像什么都不能让我开心似的…没招了。", "tag": "情绪困扰"}
{"content": "上了高二\n感觉好累，\n学习压力好大，\n人际关系好烦（小群体总是若有若无的孤立）\n身体老是不舒服", "tag": "同伴关系"}
{"content": "感觉每天都很累，每天都有写不完的作业，学不完的知识，回头看中考也只成回忆", "tag": "学业压力"}
{"content": "本人准高二，学习中有很多问题 [一R] 每天早上六点到晚上十一点在学校，自习时间很少，在学校也就一两节加上晚自习，但作业海量在自习课根本写不完，总是熬到后半夜，家里人不让我熬夜，但写不完作业明天还要挨打挨罚，实在是进退两难，就是这个不让我熬夜写作业让我感到焦虑，自习课写不完，晚自习写不完（大部分时候自习课被占）想要抽时间补弱和刷题根本没时间，现在想求助师哥师姐们，有没有什么能提高效率的时间规划，能让我每天保质保量且不熬夜的情况下把作业写完，（我们作业真的超级多，学校毫无人性的留）[哭惹R]在想如果这样的状态到了高三会不会完蛋，好焦虑，是要抽时间写还是什么，平时还习惯整理错题，时间更不够用了，想要学的扎实，但每天完不成作业形成恶性循环，害怕高三会废，单词作文素材也没时间背，也不是懒，是真的没时间，到底该怎么办啊有没有跟我一样的情况[哭惹R]", "tag": "学业压力"}
{"content": "我们班同学好厉害，他们太努力了在这个班有种不配得感", "tag": "自我认同与自尊问题"}
{"content": "以下是来自初三生的心里话：\n我是一名初三的私立学校的学生，我不清楚公立学校有没有好一点，我只知道我从上了初中后开始非常非常焦虑，每天失眠，但是无论睡了多久每天早上还是6点爬起来上学，非常麻木，只有晚上躺在床上之后的时间才是属于自己的，就开始无限的焦虑，我就有了抑郁倾向，想过去看心理医生，但是觉得没有人能懂这样清醒的坠落，没有人能感同身受，我清楚的认识到能救我的只有自己。\n直到后来，我才发现我并不是个例，那是因为我的一个很好的朋友。我的那个朋友是一个女生，胖胖的，没心没肺的（起码在之前我心里是这样的，说难听点是情商低）。我自诩已经非常了解她，她也这么认为，可是就在我以为她是最不应该有抑郁倾向的，却在一次吃饭的时候跟我说她感觉自己自己很不对，想去看一下心理医生。我当时非常惊讶，我说你看着这么没心没肺的难道也焦虑吗，她说我只是表面看着这样，这就让我沉默了。后来吃完饭她给她妈妈打电话，说想看一下心理医生，她妈妈只说她忙就挂了。可能她妈妈也没想过这样的她会有心理问题，其实也不怪她妈妈，因为她确实是太没心没肺了。她回到教室之后就有点委屈的哭了，怕被其他同学看见，自己默默整理了一下就又什么事都没有的样子。可能有时候家长的不理解会成为压死骆驼的最后一根稻草。\n发这篇也不是为了什么，只是想让这个年龄段孩子的家长对孩子能多一些关爱和包容，不要忽视孩子的任何求救信号，也希望孩子们能知道他们不是自己一个人，还有共同焦虑的我们，可以引起共鸣。\n（附：有不同意见的别喷了，看到了会删评）", "tag": "情绪困扰"}
{"content": "每天都要顶着来自各方的压力。家长的唠叨和打骂、同学的成绩碾压、老师的言语鞭策或者嘲讽、学业的难度堆叠，还有自身对未来的巨大迷茫。睡眠严重不足。早出晚归，披星戴月，每天被沉重的课业占据了大量时间，作业写到深夜是常事，第二天又要早起，长期处于缺觉状态。几乎没有娱乐时间。周末和假期被各种补习班填满，想玩一会儿都成了奢望。心理压力无处释放。内心的苦闷和压抑找不到合适的出口，又不敢轻易和家长老师倾诉。竞争激烈，淘汰残酷。升学的压力犹如一座大山，稍有不慎就可能被淘汰。身体素质下降。长时间的久坐学习，缺乏运动，身体越来越差。没有自由选择的权利。学什么、怎么学，几乎都由家长和老师决定。社交圈子狭窄。生活几乎只有学习，很少有机会去拓展自己的社交圈，结识新朋友。承受着过高的期望。家长望子成龙、望女成凤，自己也渴望有好的未来，期望带来巨大压力。缺乏实践能力。理论知识学了一堆，试卷刷了无数，却很少有机会将其运用到实际中。未来的不确定性。不知道自己的努力是否能换来想要的结果，对未来充满担忧。失去了童年和青春应有的快乐。本该无忧无虑的年纪，却被压力笼罩。", "tag": "学业压力"}
{"content": "有时候真的挺崩溃的，在学校被人造谣，然后这个要被传的几乎全校都知道了，真的不想去上学了，身边也没有人能倾诉，真的好崩溃，只能装作不知道，他们用那种异样的眼光看着我，真的好难受，不想去上学了。。。。。。", "tag": "同伴关系"}
{"content": "作为中学生的我正在探索自我，寻找真正的“我”～\n💌我的叛逆并非对抗，而是对被定义的反抗。\n💌我的情绪失控、在虚拟世界逃避、我对“双标”的不满，都是内心挣扎的体现。\n💌我渴望理解与支持，而非评判与否定。", "tag": "自我认同与自尊问题"}
{"content": "为什么人会这么喜欢八卦 现在期中考，明天要考的是政史， 晚自习主播竟然跟同学聊了一晚上，没背知识点啊啊啊 好讨厌", "tag": "学业压力"}
{"content": "感觉我变得情绪波动大，很容易烦躁，敏感，别人一句话都很在意，还严重偏科，还交不到朋友，感觉好难受", "tag": "情绪困扰"}
{"content": "本学期高二了 在人际交往出了特别特别大的问题 每天上学都在默默流泪 再加上减肥节食 又会控制不住的暴饮暴食 暴饮暴食完又想吐 长时间失眠 一闲下来就容易胡思乱想", "tag": "同伴关系"}
{"content": "我是初中生，浓度不是很高的二次元，平时超过20元的吧唧我都不舍得买（不是现充真没钱！！），我周围的人是这样的，现在流行同性恋了，全校就我一个人是直女，我不行了，动不动就开黄腔，还真有魅男姐愿意听我真不行了", "tag": "同伴关系"}
{"content": "初二的我，社会背诵总是不及格，背诵内容太多了，而且我是一个体训生，平时作业总是做不对，最近考试也不及格，爸妈每天晚上都在说我我真的真的没招了", "tag": "学业压力"}
{"content": "我今年初二，我以经知道我有可能活不到高一，无论是身体还是精神都预告这我倒计时的生命，我经常手抖，胸闷，会不自觉的憋气，睡觉也睡半个小时就醒，醒来就哭，哭着哭着又睡，自残，觉得这样心安，我经常吃不下去饭，一吃饭肠子和胃巨疼，心也时常刺痛，呼吸困难，有时全身骨头都巨疼。不过我不想治，也没人知道，我身边人一直把我当做小太阳，我觉得这很好，可以给我身边的人快乐，防止和我一样，我买了个意外险，等我脱粉后，就意外死亡，但我不知道我能否挺到那时，无论是身体，还是精神，我悄悄的死亡，留下财富让我的父母没那么伤心，不怕父母孤独，我还有个很好的妹妹，我的父母也很好，只是我受不住家庭生活学业的压力，在这个家我很开心", "tag": "情绪困扰"}
{"content": "感觉自己很矛盾……这个月感觉自己什么也没学会，明明前几天还在因为要月考而焦虑大哭，结果装病请假在家还是焦虑想哭。好讨厌上学，感觉初三把整个初中的眼泪都流尽了。明明我成绩很好的，但是厌学情绪越来越重，在学校就想回家，请假在家又有很重的负罪感。", "tag": "情绪困扰"}
{"content": "我也是今天月考，昨天就因为抗拒上学装病回家了，本来说好今天回去，早上情绪失控大哭，，妈妈就帮我跟班主任请假，现在还是很慌，怕回去被骂", "tag": "学业压力"}
{"content": "一个小时前就打算开始背送东阳马生序前两段，墨迹到现在一个字都没背", "tag": "学业压力"}
{"content": "可是我觉得上课其实挺好玩的，我们学校三天假期至少有30多张卷子，但我觉得写作业其实很享受，每一篇作业都像艺术品，别的国家是快乐教育，他们很快乐，长大后工钱也很多，但我总觉得那样的人生没有意义。中国人多，需要人才，努力，坚持，才能成为真正的精英。我在河北衡水，这里真的很卷，我压力也很大，但是，我相信我考上衡中，考上中戏后，一定会感谢现在的自己。", "tag": "学业压力"}
{"content": "好崩溃 明明几个月前我还跟同学在体育课上聊的热火朝天今天就已经上初一了 明明几个月前我还跟着同学一起回家，我在她家小区门口的便利店里买热饭团吃，明明几个月前我还在教室搬着凳子去前面跟自己玩的好的同学坐在一起，明明几个月前我还在坐在位置上等待数学老师发零食。尽管我还是在那个学校 可是好不容易打好的人际关系就这么分散，喜欢的老师也已经怀孕离职 玩的好的同学也已经转学，学业繁忙了好多好多好多，老师讲的什么根本听不懂，一本书都不想看一本书都看不懂，同学好多都不认识 好讨厌老师，好讨厌新环境，只想回到从前在科学课的空余时间画画，我甚至连一张毕业照都没有只能在房间里听着歌自己崩溃的，几乎都快要喘不过气的哭着", "tag": "情绪困扰"}
{"content": "前两天一直有褐色分泌物 但是两三天就没了 初潮现在还没来我都15了", "tag": "身体与青春期烦恼"}
{"content": "老师，我刚初三毕业我以为我毕业后可以穿自己喜欢的衣服结果我发现不行我想尝试新的风格，穿一些比较修身的衣服但我妈妈老觉得学生要有学生的样子（我一直都穿宽松衣，我妈也喜欢我穿宽松的衣服导致我想穿修身的我妈就不愿意，觉得我谈恋爱一类）可看见别人都穿美美的衣服拍自己喜欢的照片我真的好羡慕我真的很久很久没穿裙子了", "tag": "家庭问题"}
{"content": "不适应，寝室里的同学相互夸，但我不知道她们在夸什么，就感觉根本融不进去", "tag": "同伴关系"}
{"content": "虽然我不知道未来高中是什么样 但是我知道我们这里高中初中的环境都是那么差 我只觉得熬过初中 就没有什么大不了的了 只是还有我个人的一些心理害怕会度不过去", "tag": "情绪困扰"}
{"content": "上了初中已经第六个星期了 可是还是适应不了 每天都在哭想回家 每天都很焦虑 会胡思乱想 学习也学不进去 觉得学习没意义 害怕一些还没有发生的事情 每天都很空虚 做什么事情都提不起兴趣 只想回家跟家人在一起 我是不是真的没救了", "tag": "情绪困扰"}
{"content": "一个班里全是女孩子，我因为表现多一直被蛐蛐", "tag": "同伴关系"}
{"content": "真的不适应 高中的班级氛围没有初中的好 晚自习一直有讲话声 本来都好朋友都去异校了 班里也都是不认识的同学 甚至还有一个小学的冤家 开学三周就有小团体出现了 说话时都要小心翼翼 生怕被孤立 教化学是个实习老师 一点都不会讲 本来初中化学都去参加过竞赛的我周考只考了62  我妈妈还偏偏在这个时候得了病 回回放假她都在医院 也不知道什么时候能好 明明初三面对的挑战更多但是好像高一才更心累 我真的真的很害怕自己跟不上 落队 很害怕考试考砸", "tag": "同伴关系"}
{"content": "初三怎么解压…\n初三环境变得紧张，压力也变大了[哭惹R]自己明知不能再玩电子产品，可是每天只有无尽的学习真的没动力[哭惹R]感觉如果每天只是麻木的学习很可怕…\n有没有什么对学可没有影响的解压方式[皱眉R]", "tag": "学业压力"}
{"content": "同求方法，我每天都压力很大，上课还走神 睡不好觉 胸口疼 手还会抖，头发还经常掉 我感觉我要完了", "tag": "情绪困扰"}
{"content": "真的感觉现在有些初中生烂完了…. 今天傍晚和我弟去零食店买吃的，遇到了我弟之前跟我说过的流浪猫，我们先和它一起玩了一下，之后想着先去店里买一点小猫能吃的东西喂一下，不过肉眼可见这只小猫状态不太好，还有点打喷嚏，但我们这边条件有限也没办法带它去看病，等我们购入几根鳕鱼肠出来的时候看见小猫被围在几个初中生中间，一起哄笑着，我们凑近看才发现小猫一直在咳嗽，旁边有两个女生就打闹着说肯定是xxx给他吸烟了才这样，我当时又震惊又生气，这真的是一群经受过教育还有良知的学生能做出来的吗，在喂食的过程中我们还发现小猫的尾巴被打上了死结，一看就是人为的，不知道是不是也是他们做的…看着小猫带着攻击性吃东西的样子再看看他们毫不在意的样子简直形成鲜明对比，就是你已经放弃学习和一群人天天无所事事，那都是你自己的选择，为什么要对别的生命做这种残忍的事呢？不知道他们会不会是参与校园霸凌的人的一员，但我真的觉得他们烂透了…#虐猫可耻 #初中生", "tag": "情绪困扰"}
{"content": "初一了，门门不及格，是个痛不欲生的学渣，每天都按时上学，努力完成作业，那也不至于会这么差劲吧，到底什么环节出错了，能不能不要在意成绩，做个快乐的学渣吧，我已经不在乎了！这三年要怎么过呀[汗颜R]", "tag": "学业压力"}
{"content": "一模一样，培训班都安排了，作业都按时完成了，就是什么都不会，天天做作业一个一个讲，暑假学一遍，开学学一遍，秋季班过一遍，做作业讲一遍，考试不会英语打卡都打了，听写虽然费点事，但是干了，考试一变形式不会", "tag": "学业压力"}
{"content": "英语36数学40，女孩，怎么办，这是初一的第一次月考成绩，作业也不好好写，沟通不过来，我还辞职陪读，怎么办，帮帮我，我还不想放弃", "tag": "学业压力"}
{"content": "又是凌晨，这是第几个凌晨了，我数不清了。最近的我好糟糕[可怜]，是晚自习认真做的化学卷错了一堆题，是认真写的物理选择题成堆的错，是……这周临近期中，作业量一下多了起来，一天可以留近十张卷，真的好多啊，每天写卷子在宿舍写到凌晨，小夜灯没电就蹲在厕所门口写，我真的好困，每天写到凌晨，我没有时间背诵，没有时间复习，所有的时间全在写作业上。一节50分钟的课，紧紧5分钟的课间，是下课都不能趴下，不能乱下位置，是上厕所也要找时间，是老师看我无比失望的眼神，是认真听课却还会不懂的无力。每天的熬夜使我的身体越来越差，可我真的没有办法，作业真的好多，原来我住宿，熄灯就可以睡觉，现在直到凌晨才可以写完，记忆力甚至也变差了，真讨厌，在学校的悲伤，致使我回家控制不住的玩手机，报复性的玩手机，我知道这不好，但我就是玩，好像它能弥补什么。可我就是好糟糕。不知道为什么我真的好想哭，每次返校前都想哭，凌晨5点起床，不到六点就要出发去学校，我讨厌这样的生活，我好想哭，好想好想，最近真的糟糕，我为什么会厌学啊，为什么，我明明原来不是这样的！？我还要睡觉吗？一直熬夜我又能活多久？我好困，我想睡觉可我好焦虑，好焦虑。下周二又要期中考试了，近20张的卷子和抄写，好烦，真的好烦，可我更想哭，我不想睡了，但我好困……", "tag": "学业压力"}
{"content": "宝宝一定要坚持下去 我是今年新高一 初中是北京海淀普通的公立校 初一因为外界因素一度抑郁每天五点多才能睡 当时数学甚至只有48 初二开始我走出来开始学习 但到初三上开学距离中考就只有一年时 成绩还是考不上区重点 我当时特别怕自己最后还是孤身 初三下开学之后我意识到只能靠自己 开始刷题请教老师 我和朋友们在晚自习前的时间会散步看天空 我觉得初三下虽累却是初中三年我最怀念的一个学期 到最后理科的大题都刷了上百遍 我依然会焦虑但从来没放弃 最后中考前一晚紧张到三点才睡着第二天发烧40度 查分前我很紧张 好在稳定发挥 成绩达到了北京的前10%进了全北京最好的国际部 所以一定要坚持不放弃！", "tag": "学业压力"}
{"content": "后天就要考试了我总是感觉还有很多没学到还不会的东西 好讨厌历史啊！世界历史我恨你 二次函数我恨 英语阅读我恨 语文文言文还不熟 物理也理解不到 我该怎么办啊", "tag": "学业压力"}
{"content": "时间根本不够用，作业难度大，每科作业加起来巨多，根本没时间去拔高，物理成绩一点都不稳定，英语一直在掉，之前引以为傲的语文也在掉，数学的几何辅助线，动轴定区间，定轴动区间根本搞不懂，政史又在好好背好好听，但打开卷子一脸茫然，根本不知道该写什么。很努力在学习，但是家长一直认为我不够努力不够认真，看着在我后面的同学一个两个全部到我前面，班主任上次找我谈话，说我明明七年级很优秀，是第一批队的苗子啊，我原本可以上最好的高中的。我现在每天都烦的不行，我如果不能上最好的高中我应该怎么办，我心中对我未来的规划怎么办？我每天都感觉喘不过气想跳", "tag": "学业压力"}
{"content": "我之前特别特别喜欢我的数学老师，她很温柔讲课很有趣，经常鼓励我，所以我的数学之前还算可以。但是初三了换了一个说是王牌教师的老师，我的数学就直线下降。她总是说我笨，不想给我讲题，她的玩笑只有当事人会觉得痛心。我理解老师也辛苦，对于我的一次次错误和提问肯定会有不耐烦，可是之前的我也可以跟同学讲各种题，我也可以名列前茅，更何况这个学期的课我早早就上好预习了，我不明白你为什么总是会说我笨，给我泼冷水，我明明也很优秀的，你为什么就看不见，为什么就要骂我？", "tag": "自我认同与自尊问题"}
{"content": "明天就要考期中了 还有好多知识点没记牢 以前总说还有时间 有时间学习 真的要到了才发现根本补不完了 本来是想这个周末回来努力学 结果今天爆肝了9小时一直到现在 我真的不行了 学的想崩溃 体育也不行 真的好累 心情好差 怕期中没有好成绩 没有好排名 怕掉出重高的分数线 感觉其他人都在进步 只有自己在原地踏步 达不到家长和老师的期望怎么办 我的目标又怎么办 这几天家长一直在谈学习 高中 成绩 压力真的好大 好无助 不知道怎么做了 每次想努力 却总是在清醒中沉沦", "tag": "学业压力"}
{"content": "轮到我们班吃饭，我们班搁那里排队，因为下面还有个班，那个班刚走，我们班刚准备下去，一个初一的班级直接插到我们班前面，我们班有很多人都在说插什么队，他们班很多人都听到了，还回头了！但是没有回去，而是接着往下走。当时我们班已经走到斜坡那了，他们班直接插进来，素质呢？我们班有个女生说，她听到他们班后面的白色衣服的女生说“那别吃呗”。", "tag": "同伴关系"}
{"content": "自从上了初一，每天7：00前到校，20：20放学，老师还留作业，非常不适应，想念小学时光，而且班里没有小学同学，总是感觉心里不舒服😔，难受，想哭，特别是吃完晚饭后特别明显的感觉，每天感觉不开心，想妈妈，想放学，一想到上了更高年级就更辛苦就更难受了，感觉喘不上气。想问问大家有什么能感觉快速度过时间的方法或者能缓解这种感觉的方法吗", "tag": "情绪困扰"}
{"content": "有时候很害怕，我的同学那么优秀，我害怕我比不上他们，害怕老师不喜欢我，害怕学不好，害怕让父母失望，害怕考不上高中，大学，害怕我的努力全白费，害怕短暂的周末", "tag": "学业压力"}
{"content": "我也是看到你这条是2024的，然后但是我也想说，真的，上初中之后我其实是一个那种慢热，然后呢有一点爱内耗，有一丢丢悲观的那种，然后适应能力也不强，上初中之后就老是哭", "tag": "情绪困扰"}
{"content": "我也是刚刚上初一，但是我们学校没有要求女生剪短发但是其他规则上是比较严格的比如说我们学校有红黄牌制度，(真的蛮讨厌的，因为我感觉你动不动干什么一些在小学里很正常的事情然后呢在初中就感觉随便怎么样就感觉能被骂一下，能被说一下，能被丢个红牌，黄牌之类的)加上我们那个班主任也不是很好说话，然后感觉有点针对我(我是属于那种比较安静的)和班上的某些同学，就感觉说我跟他说的话，他什么都不会听你说，这一次换座位坐在那里我压根就什么都看不见，他就说每个人都会坐到这个位置(坐到那个位置上面就是真的一点儿都看不见，因为我反光还有那个散光本来就比别人严重很多)", "tag": "情绪困扰"}
{"content": "我们也是，小学一直名列前茅，数学经常满分，到了预初，第一次直接不及格，从天上掉进了坑里，从来没考过不及格后面的考试也不合人意，感觉脑子一下子上锈了不会思考转弯了，连简单的正负号绝对值都搞不太明白，做题还慢怕做错。小学德智体美劳样样优秀奖状都拿了20多张，现在直接完蛋了，很神奇", "tag": "学业压力"}
{"content": "南通初一，小学英语好歹也有90，现在100分的试卷就70几，砸钱目前也没见着效果啊", "tag": "学业压力"}
{"content": "高一开学聊什么话题不会触雷 其实本来我是没有这个烦恼 但最近刷到很多关于这个的帖子 大家雷点好多。。一般会问初中学校呀但是非城区学校的同学似乎会不舒服   mbti 星座也会有很多人讨厌 军训一聊天发现对面两个都是对家 遇上雷sdfj 疯狂玩梗的更是没招了[失望R]", "tag": "同伴关系"}
{"content": "我没有明确的目标 以后要上哪所高中 要从事什么工作 从来没有想过 或者说自己不敢想 我当下就已经过得很糟糕了 不敢奢望未来", "tag": "自我认同与自尊问题"}
{"content": "数学辅助线到底怎么画。。。英语单词怎么这么多我数学题听老师讲有点反应不过来 还没理出来这个步骤为什么可以这样做老师就继续讲下一步了 班里上数学课也没多少人认真听特别吵 更加干扰我了 数学很好的上课自己做自己的事 不好的也不听了 只剩下我一个不算差也不算特别好的一人发愣", "tag": "学业压力"}
{"content": "每天都要背背背，单词，政治，生物，地理，语文我真的是受不了。还有额外的联系时时刻刻都在写写写，周末还要补课，每周上四节体育课，我真的是要崩溃了，想哭，黑眼圈，脖子痛，腿酸，我不行了，想死了每天都要搞到凌晨，在学校下课了没有人来找我聊天，我真的很孤独。。。", "tag": "学业压力"}
{"content": "名次擦边分进最好的重点班了但是在班级是倒数", "tag": "学业压力"}
{"content": "初三怎么才能做到漠视一切恶意 将心思放在学习上呢\n我今年初三 26年6月底中考\n25年1月多的时候和一位朋友绝交了，因为人际问题也可能是我有一点被迫害妄想症。总是在与她们的关系而烦恼，上课也经常走神没有认真听课。\n请问学姐学长吗该怎么办？我不想再这样了", "tag": "同伴关系"}
{"content": "我不是学长学姐，我们同届。但是我是有点经验的，我是比较喜欢独处，一周能看完两本本书的那种。但是我学习成绩挺好的，班里断层第一吧，然后年段是前五左右。说实话人际关系这块，我确实走过很多弯路，之前是在一个小团体里的，后来因为一些事闹矛盾了，从那以后我就觉得人际关系什么的都是身外之物，现在我在班里属于跟所有人都是泛泛之交，没有很珍惜的朋友，但是我也不追求什么，只要其他人在我面前对我正常，在背后怎么说我我也完全不在意", "tag": "同伴关系"}
{"content": "我一直控制不住我的脑子怎么办 在认真时总是胡思乱想 思路被阻断 没有一刻脑子是安静的 想要去看一下 因为每天都很痛苦 但是不知道怎么跟父母说", "tag": "情绪困扰"}
{"content": "各国都不一样啊，我们是初中压力大。高中无非是上什么大学，初中上不到好的高中，那就彻底没戏。", "tag": "学业压力"}
{"content": "脊柱侧弯青少年再外加一个带支具以及体态训练和内心自卑害怕被同学用异样目光看待怕被老师骂搞特殊以及中等偏科生外加一个被恶意同学嘲讽拉踩", "tag": "身体与青春期烦恼"}
{"content": "我妈的思想很开放，但还是有点唠叨，她我数学不好，成绩也没有很好，一直中游，我妈说我只要能考上高中就行 考上了就给我买个手机，考不上就算了，让我自己学一门技术，什么都可以，还说我也看去给别人做美甲，开个美甲店", "tag": "学业压力"}
{"content": "记得九年级下册，学校会举行很多活动，可以带手机，谁懂没有手机只能干坐着的感受，尤其是毕业那天，可以带一整天手机，同学们从早上一直玩到晚上回家他们各玩各的 拍照 刷视频等等，可能会有人懂我当时的“尴尬”，也会有同学来问我为什么没带手机 我只能笑着说 早上走太急忘带了（因为我们中午在学校吃不回家）并配上几句后悔没带手机的话，让同学信以为真，我真的不想带手机吗？ 我根本就没有  还会有同学约我放假出去玩 我也想啊 可我到时候怎么和他们聊系呢 只能找各种理由拒绝\n每次问父母什么时候给我买手机，他们总是说手机有害，怎么怎么 说我小小年纪要手机干什么，高中毕业以后再买，可他们永远不会懂看着别人玩手机自己干坐着的感受 这种感受出现在很多地方\n我真的不敢想象我高中三年要怎么渡过 不过主播在九年级暑假用自己钱买了一个希望不要被他们发现", "tag": "家庭问题"}
{"content": "我初中毕业典礼的时候也是大家都带手机 但我没有 我爸妈认为高考完再买 很长一段时间都在自卑 而且我对这方面特别敏感 他们一说要收电子设备我就会特别难过啊", "tag": "自我认同与自尊问题"}
{"content": "真的特别难受，家长就不能为自己的孩子多多考虑一下嘛依稀记得有一次他们玩梗 然后问我知道这个是什么吗？我说我不知道 他们别嘲讽我", "tag": "家庭问题"}
{"content": "姐姐真的很能共情你我也是没有手机，在补课班的时候同学都带着手机，休息时他们就拿出来玩，我只能在那里趴着假装睡觉，也不好意思看朋友手机然后有个同学问我怎么不拿手机只能借口说我妈不让带，其实根本就没有，，，我也不敢说我没有手机，因为补课班上有个男同学嘲笑一个没手机的同学“农村人连手机都没有”我怕自己也会变成嘲笑的对象", "tag": "自我认同与自尊问题"}
{"content": "前几天我还被一群女生嘲讽了，他们玩真心话大冒险，有一个人输了，当时我坐在旁边他就来找我，然后在纸上给我写了一句话，我没看懂，然后那群女生就在那里笑了两分多钟，带头的那个人还说笑死我了，他这种不上网的农村人找他干啥啊，当时真的很想哭，之前初一的时候有几个男生问我有没有手机加微信，我说没有，他们就一直在那里笑，而且是那种很没有礼貌的嗤笑，我很尴尬", "tag": "同伴关系"}
{"content": "我高三，有自己的学习计划，有目标。我妈一直因为小事和我吵，连一顿早饭也吵我不想学了，累了。让我当你女儿吧，最起码你对我好好说话，我也会好好说话。真羡慕别人家长。", "tag": "家庭问题"}
{"content": "得知体育被改成语文时我的心情太棒了 逃过魔鬼训练了 哈哈哈 哈哈哈哈 ！当英语课背上数学时 我的心情直到上体育时 直到每天都有体育课时 我的心情啊魔鬼训练向我招手了呀 ！", "tag": "学业压力"}
{"content": "有一个初二生要碎了...…从五年级开始一直到初一上期就一直是班上的尖子，几乎就没下过班一，月考考过年级第一，但从初一下就开始猛退，上学期期中都掉到班级第八了，现在好不容易到第五、六的样子，但发现自己现在已经上不去了，总分离我班第一快40到50多分了。特别是数学拖了我好多分，甚至有一次只考了70多，而身边（之前数学跟我差不多）的朋友已经稳拿120了，ta用40分钟写完的满分卷我要用八九十分钟，而且我还有大题不会做空着，但其实我每天都在家不停不停地写题，也有去弄懂错题啊，但就是上不来。最近在学校心情也不太好，不断地内耗内耗到厌倦……", "tag": "学业压力"}
{"content": "做数学题做不出来崩溃哭 然后焦虑到睡不着也哭 比如我现在", "tag": "学业压力"}
{"content": "初三的数学平时作业还可以看得懂为什么考试一紧张就不会了，成绩出来发现是初中最低分 我要哭了，其他人都说还可以，我承认我嫉妒了", "tag": "学业压力"}
{"content": "人际关系快把我搞疯了 我其实不是很喜欢社交 但是不社交的话 状态也很差 社交的话 没办法静下心来学习 就比如下课 和朋友聊天的话 就没办法抓住碎片时间学习 不社交 又觉得大家都三五成群 自己一个人会不会被议论", "tag": "同伴关系"}
{"content": "我今晚决定放弃了。扔掉了教辅，不再管学习，只保障基本生活，医疗，义务教育期间费用。高中考不上就不读了，连职高也不给去读，就在家养到18一脚踢出去自谋生活。", "tag": "学业压力"}
{"content": "我们现在沉迷手机游戏，都不上心学习，主科都不及格，报班也去上，就是不走心，愁死了，我这天天哭", "tag": "网络相关压力"}
{"content": "支持你，初中真的特别痛苦，我现在高中快毕业了，想起都会哭，初中被老师针对，被男同学说长相，被同学偷东西，我觉得初中特别恐怖，不敢经历第二遍", "tag": "同伴关系"}
{"content": "有一次发高烧（凭经验感觉烧了）是吃完晚饭回教室上自习我感觉身体抖得厉害脸烫得发紫脖子也红了然后我同桌就给老师说我不舒服老师让我一个人去医务室但是当时烧得不清醒了走路都费劲老师没想过让同桌陪着我去走到走廊一阵风吹来我抖得更厉害了甚至屁股都开始抖艰难走到了医务室我说话都困难校医并没给我量体温只给我开了两盒霍香正气液后来我一支都没吃那个晚上是熬过去的", "tag": "身体与青春期烦恼"}
{"content": "我当时是班里的文艺委员 那段时间唱歌时间班主任没让我们唱歌 连着被扣了几天的分 然后那一天就让我们唱歌了 我在讲台上带领 然后不知是因为什么事情班主任很生气 叫我们停下来然后开始骂我们 突然检查的学生干部又来了 我就说检查的来了 于是他停下骂全班开始骂我一个人（属于撞枪口上了） 我脸上的笑容瞬间转移成要哭的样子 当时全班都看着 我努力控制着让眼泪不掉下来 当时站在讲台上脑子一片眩晕 脸很烫 我已经忘了是怎么走下讲台的了 虽然后来给我道歉了 但那种感觉我永生记得 以至于十几年过去了 我现在要上台都会浑身发抖怕得要死 我会幻想下面的人会让我难堪 会朝我扔臭鸡蛋", "tag": "情绪困扰"}
{"content": "初一的时候加入学校合唱团 真的非常喜欢合唱  有的时候合唱训练晚了没有吃晚饭 回来拿饭卡已经上晚自习了 然后班主任就不准我去吃饭  本来我们班上是两个同学，后来又筛选了一次他被筛掉了，就只剩我一个人  然后在教室就有同学问班主任另一个同学怎么不去了  班主任当着我的面阴阳怪气的说某某某聪明知道耽误学习就不去了  后来我就明白了  就没有去训练了 有一次自习的时候派人下来找我  我被叫出去，班主任马上站到我的旁边 那个人问我怎么没去，因为班主任站在我的旁边我就说我嗓子不舒服 意思就是说我退出了", "tag": "学业压力"}
{"content": "初中的时候在寝室整夜整夜的睡不着  甚至控制不住的尿床  尿的内裤湿透了床单也湿透了  但是没有时间洗，我只能让内裤自然干  床单自然干了继续在上面睡  不敢跟别人讲  我的身上就有一股臭味", "tag": "身体与青春期烦恼"}
{"content": "回忆我的初中生活没有快乐只有悲伤，我的青春是充斥着痛楚与自卑的，我记得那时我会下意识的躲避能反光的一切物体，初三体训那半年每天都要顶着高温和烈日在操场跑很多很多圈，我记得我的躯体在有阳光的地方会下意识的捂住脸，我不敢被阳光笼罩，每一次体训，对于我来说都是无休止的折磨阳光下奔跑的人发丝全被吹在耳后，脸上的瑕疵一览无余，那些年每天晚上涂无数的药膏等次日一晒太阳，却又前功尽弃，同学为我右脸密密麻麻的痤疮吓到，毕业照被放在讲台上一一翻看邻座女生的震耳欲聋的嗤笑声像一把刀子捅在我的心窝，我永远也不会忘记她毫不掩饰那丑恶的嘴脸，只留我一个人在原地无地自容，我记得的刺针划过我的脸颊时那种酸痛的快掉眼泪的绝望", "tag": "身体与青春期烦恼"}
{"content": "初中英语老师是个残疾人  左手缺半截  经常抱怨社会黑暗  一边控诉学校的各种不合理制度 一边又把和我们同级的女儿送到小班去读书 我的英语成绩125左右 是中下等 上课经常被点起来回答问题 当听听力或者他说一句话中文的时候 我们就在下面翻译 他会一直盯着你的嘴巴让人感到毛骨悚然 点燃起来，回答问题的时候，如果回答不上 就会被讽刺挖苦 有一次点了一个体育生（大学上的清华）没回答出来 就说他偷奸耍滑什么的 体育生脾气冲一点，当场就怼他回去了 然后他就说以后我就不点你了之类的 然后他说之前也有一个同学回答问题的时候语气很冲", "tag": "情绪困扰"}
{"content": "六点起晚凌晨睡，两周一放。每天在高中的生活都痛苦的想吐，即使放假了也不在状态，没有喜好和出门的机会，没有动力连支撑都没有。一想到要回高中感觉噩梦般的，恐怖如斯，压抑的想吐。这才一个多月，感觉精神状态几乎无时无刻都在临近崩溃的边缘。担心再拖几个月真的崩溃了。\n\n二编：这两天努力调整状态，并且找了很多前辈和老师谈话，差不多能找到点方向了，打算一步一步慢慢来，不要太折磨自己[棒]", "tag": "情绪困扰"}
{"content": "为什么7：30的早读6：40就要到？到了之后还必须要站着早读？为什么？还有明明说考试只是一次检测，不要太放心上，学校和老师却都看的特别重要不是说要把学校当成我家吗，为什么要骂我说你把学校当自己家了啊", "tag": "学业压力"}
{"content": "初三生的专属\n发泄帖\n想说什么就说什么，可能是深夜的痛哭，抱怨自己为什么不够聪明，挣扎在题海中，却被练习册上的红叉打断了继续写下去的欲望，可能是体育课上的汗水，在无声中与泪水化在了一起，抱怨自己为什么不在跑八百多跑几秒，为什么作业这么多，但只是想要有一个好的成绩其次才是优良的睡眠，国庆8天假，我发现我渐渐有了很严重的拖延症，干什么事情好像都很慢（好像？？）已经发下来了十几张试卷，好在只剩下个位数了，但我发现还有许多要复习的地方，国庆一上来就是初三的第一次月考，内心充斥着焦虑和紧张，生怕被别人超过，生怕自己考不好，生怕被别人嘲笑，生怕没有达到自己的预期……无数个害怕，感觉一周像过了一年一样，，，", "tag": "学业压力"}
{"content": "很想哭，今天班主任说我们班有个人下星期可以去高中部的创新班的预录班，这个学期学完初三的所有课程下学期学高一的课程 然后进行考试 我们这的高中最好的班有三四个，进了预录班的人，测试成绩到了标准线就可以去第一好的班，没过的也能在剩下的好班里挑一个。白话一点就是稳稳保送了。今天下午才知道这个人是我最好的朋友，刚开始是替她高兴，但是后来又有点不甘心。明明我也努力学了，但是成绩就是没她好  ，而且班主任还一直说我们这个高中很难考，好的班更难考……一堆屁话，整的我更紧张焦虑了，要是我考不上高中怎么办，为什么不是我进预录班。而且就一天的时间，她对我的态度简直天上地下，已经开始忽略我了[哭惹R]", "tag": "学业压力"}
{"content": "我真的受不了初三了，为啥要考体育啊，我的运动细胞就是不好啊，我就是提升的很慢啊，我现在体育学习都搞不好，这难道不是变相要我把腿弄坏，只学习才能上高中吗？", "tag": "学业压力"}
{"content": "我的人生不是作文，在我一个人怄气跑出去的时候，没有人会注意到我，路上不会遇到好心的爷爷奶奶叔叔阿姨来劝慰我，家长也不会因此来安慰我或者道歉，怄气只是对我一个人惩罚，除了自己他们只会站在道德的制高点来评判我", "tag": "家庭问题"}
{"content": "为啥语文老师天天都要拿我和我周围的人做对比 我真没招了 我语文真的不怎么样 我理解确实不怎么样 但也不至于每次当全班面说我笨 我只是数学好一点才和第一坐的同桌 不代表我有这种脑子。", "tag": "自我认同与自尊问题"}
{"content": "文科全部报废，现在成绩就是理科硬撑。语文120考一半，谁敢闻，历史论述题写不出来全扣了写出来了也只给我1分。道法开卷那个题死难我都不知道问我啥知识点抄答案都抄不对。", "tag": "学业压力"}
{"content": "英语是我唯一一个没招的学科，我其他科还好，数学那些我努力能提上去，英语我是真不会，我都不知道怎么考的好", "tag": "学业压力"}
{"content": "我好像一直被困在中考那段时间了…我真的好想念初中，我感觉高中压力好大，也可能是没考上自己喜欢的学校落差太大，然后又要重新处理与老师同学之间的关系，我真的感觉高中的人机关系更加的复杂多样，然后任务也变了很多，数学总是学不明白但是之前是我的擅长科目，每天也不知道怎么安排时间，我觉得初中真的好好，我总是在半夜想起自己的老师同学…想到过去的点点滴滴，真的觉得时间过得好快，每天想的都有一点崩溃，然后想哭，我都感觉我有yy症了，看到之前初中经常去的补习班和早餐店那些，都在更替，就感觉什么都在变化，一想到我现在上高中了，不会去这些地方了就特别怅然若失，而且一想到这些东西和初中有关联就又想到了点点滴滴…然后我每天一回家我就特别烦不知道为什么，在学校也其实没有那么那么开心，我之前上初中从来没有不想上学这个想法…我现在上高中真的特别特别的不想上学…就感觉特别的累呀。我真的觉得初中真的氛围，还有环境，和老师同学都特别好，我真的感觉我被困住了但用另一种说法就是我在之前的舒适圈跳不出来…[哭惹R][哭惹R][哭惹R][哭惹R]", "tag": "情绪困扰"}
{"content": "高二了仍然想初中 总是会看以前的照片 初中大家都玩得特别好 老师也特别好  现在三天两头的想请假 很累 也没有玩的好的人", "tag": "同伴关系"}
{"content": "中考后的暑假我一直没缓过劲来，一直以为还没中考，直到高一开学后几周才习惯自己考上高中了", "tag": "情绪困扰"}
{"content": "我也是，抑郁焦虑状态，还有躯体化，半夜总想哭，想到以前初中的事就绷不住请假在家", "tag": "情绪困扰"}
{"content": "明年已经高二了，越想越觉得还是以前的初中好。特别想哭真的初中是家里买的学区房让我上了一个很好的学校。因为初中没怎么好好学习高中是勉勉强强考上的离家很远…然后环境什么的跟以前都没法比就感觉落差很大加上初中的朋友真的很好很好…以前在一起的生活很幸福很融洽。但是上高中会发现不是所有人都会玩在一起的想处于同一个屋檐下却发现有些同学连名字都叫不上。现在放长假什么的感觉很舒服…完全不会因为太无聊所以就想上学的这种想法，只想快点毕业…唉", "tag": "情绪困扰"}
{"content": "没人在意初中生的痛苦吗我有一个初中学生和我诉苦，现在的初中教育都这么就病态吗？\n.\n[一R]每天的时间都被安排的满满当当。几乎没有属于自己的私人空间，每天早上6:30起来，晚上10:00才回家。还做完作业就很晚了。刚睡一会儿就被拉起来去上学。水印还没退去，就被要求大声朗读。弄得像精气神是可以靠喊出来似的。\n.\n学校还每天都来教室里巡查拍照。时不时还会因触犯了某些规矩而被点名批评。搞得像在监狱一样，稍微不小心就会被扣上违反纪律的帽子。\n.\n[二R]他们的班主任态度很不好。特别喜欢用脚，踢他们的桌子能踢进大家“站好读书”还很喜欢用“我是班主任，你们必须听我”的这类话术压他们。这简直不把学生当学生呀，而是当成牲口一样。\n.\n[三R]在这样恶劣的时间安排下，孩子们的休息时间根本不够！！！正值青春期，却睡不够7个小时。早上一个个顶着黑眼圈，萎靡不振的到学校，日复一日。本身压力已经很大了。既要处理学业，也要处理复杂的人际关系。更别提，学校就没有教过他们怎么处理这些压力。\n.\n[四R]学校对学生的期待，就是一个矛盾的笑话。既要身体好，又要学习好。但每天的课程都安排的满满当当，那你还有时间让孩子们锻炼？所谓的“锻炼”不过是每天跑操，喊着跟流水线一样的口号，跑完一身汗，冬天冷风一吹，还特容易感冒。\n.\n有的时候为了拍照，教室门还不让关，都心知肚明，南方的冬天湿冷刺骨。关了门吧，50多个人挤在教室里面。那个味道我都不想提，还让人昏昏欲睡，整个环境根本不适合高效率学习。\n.\n[五R]就算熬过了这些疲惫、压力、折磨，到高中还是如此。熬过了高中考上本科，依然是很迷茫。很多人根本不知道自己未来要做什么。既没有学到真正的职业技能，也不知道如何融入社会。毕业之后依然是去做苦力，当别人的牛马。\n.\n这些问题就像是无解的循环一样，把孩子们一次次拉回到现实。哪里有人真正关注初中生的这些困境呢？", "tag": "学业压力"}
{"content": "我看到初一作息时间就有点窒息，精神不出问题才奇怪，学生老师相互折磨，最后双双精神出问题。", "tag": "学业压力"}
{"content": "对现在的教育感到深深的无力感，可是又有谁能改变？", "tag": "学业压力"}
{"content": "胸闷，喘不过气。以前初一最讨厌大课间和体育课，讨厌跑步，现在初二反而喜欢了，渴望跑会步清醒一下，渴望逃离教室出去走走…可体育课不是每天都有，大课间不是每个课间都有", "tag": "身体与青春期烦恼"}
{"content": "我们晚自习只有一小时，不够写作业，七点五十就放学，上了啥子寂寞嘛，我真的觉得很鸡肋，想让她回来别上那个晚自习了", "tag": "学业压力"}
{"content": "写完还有各种记背 然后刷题 很累的，而且成绩并没有提高", "tag": "学业压力"}
{"content": "我考过班级第一，被同学羡慕过，当过班长，被老师偏爱过，喜欢玩手机，没有自控力，面对家长的失望，我也努力过，我现在想摆烂了，现在的自己在班里排倒数，对自己也是失望了", "tag": "自我认同与自尊问题"}
{"content": "休学不能解决累的根源我去年上高一上了两个月然后休了一年，现在复学还是觉得好累", "tag": "学业压力"}
{"content": "哭几顿释放释放 我就是一边哭一边坚持 没办法 现在就是这样 你改变不了什么 如果你家里没背景没资产的话乖乖上学吧 为了自己的将来", "tag": "情绪困扰"}
{"content": "休学之后面临复学会更焦虑，我之前休了一年之后复学完全就是逼着自己去学校，一周五天请假三天这样熬", "tag": "情绪困扰"}
{"content": "最后一句好想回家好真实明明在家里躺着但是就想回家也不知道我想去的家是哪里", "tag": "自我认同与自尊问题"}
{"content": "这就是当代初二的真实写照！广东的竞争压力真的很大！我们这一届就是最苦的，不仅高中分流考上了大学，原本是可以轻松一点的，结果国家搞了一个12年义务教育制度，开始卷那些本科生，而那个时间我们又正巧在上大学，我那个雷呀，每次想到这些眼中的眼泪都会迂回", "tag": "学业压力"}
{"content": "今晚主要是物理错题➕数学做题 前者感觉良好 后者遇到较大的问题 很多压轴题根本无法下手 极少遇到（今晚这份练习是1-1老师塞给我的 确实能感觉到和校内基本不接轨 最近校内的数学过于简单）\n其实几天物理延时也遇到了瓶颈：跟不上老师讲拔高的进度、听不懂老师省略的部分 导致今晚情绪有些小起伏；原因一：没听懂拔高题 原因二：做的错题总是继续错 原因三：同学很轻松却比自己学得好\n解决方法一：在老师读题的时候先一步思考 不要轻视基础题 才能跟上老师由简入难的拔高 并且不要纠结于一步的得失 听懂全局最重要；解决方法二：第一次错的时候务必把题目的本质弄明白 并且增加输出而不只是输入 让学习-做题成为循环 多做错题；解决方法三：急于求成❌不要被他人影响自己的路线 自己心中有评判标准就好 他人左右不了任何\n复盘这些后其实情绪好了很多 难免会碰到一些不如意的时候 能平稳度过就好 今晚游重做了十几题错题 确实内心安稳了", "tag": "学业压力"}
{"content": "3/6日:3.5H 不发总结了 今晚实在是太忙了 主要的内容：正方形做题 正方形讲题 正方形整理错题 和数学斗争的一个晚上 去找了老师 感觉几何加难度了", "tag": "学业压力"}
{"content": "宝宝请问怎么专注啊？每次写作业都不专注[叹气R]感觉自己有拖延症，然后每次用手机查题的时候就忍不住想要去看手机[哭惹R]", "tag": "学业压力"}
{"content": "刚刚我叫他去跳楼，一个单词上一秒读了，下一秒问就是不知道，反复十几次还是这样。每天互相折磨到三更半夜。", "tag": "学业压力"}
{"content": "我初一 早上六点半到校 晚上作业多 晚自习上课 在学校一天的作业都写不完了 还有老师专门布置带回来的作业 写到晚上十一二点 晚上写不完 早上五点起来继续写  根本写不完 我写完作业就已经够累了 一天不到六个小时的睡眠 身体差的要死 体育分数又高 整个脸憔悴着 我的泪沟甚至都是硬生生熬出来的 在学校上课很困 效率低 学的什么也不知道 我很迷茫 家里条件差 就得靠我努力 可是我真的尽力了 我恨自己没有天赋 没有那好的才华 每回深夜 仔细想想 我也只是个普通人...", "tag": "学业压力"}
{"content": "感同身受，我们初三下学期也是周末补课，孩子家长都很辛苦，但是中考成绩还是没达到预期，因为估分错误，到校到区志愿都没填好，原来中部市重保底,最后滑倒尾部市重。很难释怀也是每天睡不着。", "tag": "学业压力"}
{"content": "我家跟你家一样，一直是班上前几。班上比她后面好些名的同学都比她高几十分让她心态有点失衡。但第二天好多了。我觉得中考这个挫折来得好，起码知道自己还不够扎实。检查出了我们的不足。及时补缺好过中考侥幸过关。人生路还长，胜不骄败不馁，顺不猖逆不惶。虽然新起点变低了，但也未必不是新挑战。重要的是心态的调整，重拾信心，整装再出发。接受结果。待看来日", "tag": "学业压力"}
{"content": "高中生烦恼帖，远方的朋友们同胞们，你们都过的怎么样，主播这边已经是四人微活了，为什么每天都很烦，不想呆在学校，不想见到老师和同学，不想写这么多作业，不想干什么都要排队，不想跑操，不想起的这么早放学这么晚，谁来和我共情……好烦好烦好烦，这样的日子什么时候才能结束啊啊啊啊啊啊啊啊啊😫", "tag": "情绪困扰"}
{"content": "我真不行了我是那种擦边考上重点高中的然后我从初中一直以来就是理科都不好生物好点但是高中牵扯到化学又什么都不懂了什么状态呢数学听不懂，做不来，物化生也是很糟糕然后几乎就是什么都写不出来的那种第一个选择题都不会的那种，就是我明天考试期中联考我真的很慌我平常周测都是靠同学因为是真的不会初中基础就不好重点高中老师都觉得讲到位了但是是真的不知道为什么就是听不懂就变成一个死循环，很窒息你知道这样下去不行但是你尝试改变你又发现那些数学解析什么答案解释都看不懂然后就很颓废了又不想太难看自尊心在这里，文科一直都是还好的背书困难但是我觉得有信心花时间因为在文科上我起码有事情可干可是现在一起牵扯到就导致什么都不想做", "tag": "学业压力"}
{"content": "初一感觉没法适应，动不动就莫名其妙想要大哭一场怎么办\n怎么说呢，我现在的状态就是，写作业想哭，起床想哭，躺在床上想哭，自己一个人想哭，身边一堆人还是想哭\n家长在催成绩，让我快点适应，但是我还是适应不了，我想一个人闷在房间里面哭一天（在家里属于吃面包都要报备一下的地位，根本不可能）\n有没有同龄的或者哥哥姐姐告诉我怎么办啊，第一次觉得生活好像没有什么意义\n小时候要好好学习，长大了要努力工作，一直在吃苦，退休了除了钱和时间感觉什么都没有了，觉得活着没什么意义，就是来吃苦的\n如果是想和我说以后有多苦多苦那就算了，我还不如和我爸妈讲，以后苦不能让现在的我轻松\n所以你们是怎么度过这一阶段的。。。。。。", "tag": "情绪困扰"}
{"content": "刚上初中，我个人就是比较内向的，不怎么说话，在班里一个朋友也没有，每次一下课自己一个人坐在座位上，看着其他人[流泪][流泪][流泪]有时候真的莫名其妙的想哭[哭惹R]", "tag": "同伴关系"}
{"content": "跟你挺像的，可以看我所有笔记本来就玻璃心，上了初中已经碎了不知道几回了", "tag": "自我认同与自尊问题"}
{"content": "呃……说实话，初中早晨跑操两圈800米，嗓子干的厉害，腿累的不行，跑着胸肋部疼，你还不能走，得一直跑，鞋带开了也不准系，直接将鞋带染色了……你就知道坐在教室里学习有多轻松啊，我小学的班和初中的班课上纪律嗯有些差，会说小话吃东西啥的，火力全被转走了，他们是不是让我们都笑一下也挺开心的", "tag": "身体与青春期烦恼"}
{"content": "我初一，是住宿生，早上5：50起床，一个星期过后我甚至都能在宿管来之前的几秒钟准时起6：20左右就要开始跑早操，每天动不动就跑两圈，在学校几天腿基本上都是又酸又痛，跑完操后差不多7：50了，去吃早饭，初一初二在同一层楼吃，运气好的话还有早饭吃，运气差的话就啥也没了，7：15还要赶到教室，我是组长，每天还要收除了语文之外科目的作业，真的受不了", "tag": "学业压力"}
{"content": "家里1个高一和1个高三，我现在的默默祈祷自己可以突然猝死，什么都没意思了，和谁都诉说不了的心疼心烦，时不时突然就流泪了，控制不住", "tag": "情绪困扰"}
{"content": "凭什么只有会玩梗的才能交朋友，凭什么好心却被当成圣母心，凭什么诉苦就要被骂受着，凭什么？凭什么？现在的初中生我真的不理解，好像班里只有我一个正常人[哭惹R]", "tag": "同伴关系"}
{"content": "玩没完痛快，学又听不懂，朋友选择摆烂了，我还在学学玩玩[哭惹R]", "tag": "情绪困扰"}
{"content": "不好，一点都不好，这次期中考试直接用了献祭大法，文理分化特别严重（6门除历史之外，那三门文科和三门理科考的很差，同样考的很好先文后理）", "tag": "学业压力"}
{"content": "我家初三第二学期开始的。体育考试、理化操作、听力跟中考去考了。考的高中他自己也不满意。就一直在家。一开始我就去做心理咨询，该改的都改了，该做的感觉也都做了，结果就那样。我最近心理咨询都不做了。没用，就等着吧。", "tag": "学业压力"}
{"content": "超银扰乱了整个初中的学习秩序，硬卷，分数确实高了，但是也没啥用高中该啥样还是啥样，为啥社会也不管。还长身体的年纪非要这么卷", "tag": "学业压力"}
{"content": "早读站着读的意义何在，难道站着就读了？我真的服了，还有大课间跑操，大夏天的热的要死还要出去跑操，跑完就上课，本来就指望大课间补会觉的，你说你跑就跑呗，跑一两天就停了，我服了，还有你在篮球场那边装修，中间隔着一整个球场，你跑过来把我们羽毛球场的网拆了，算怎么个事，拆了就拆呗，你还把网给藏起来我真的服了", "tag": "情绪困扰"}
{"content": "这是一条纯吐槽的帖子，抒发一下自己内心的无语和崩溃\n真的说实话，能不能明天就中考，每天看着教室里黑板上“中考还有多少多少天”真的特别无语😓，一边又说着不要害怕中考，一边又疯狂制造焦虑情绪，到底要怎么样🥲🥲，这和慢性死亡有什么区别？能不能给一个痛快我请问呢。\n其实主播一点都不怕中考，主包的成绩什么的也还算看得过去，但是有没有一种可能，我不是不想考试，只是单纯一点都不想待在学校里啊（命真的好苦😅😅😅😅）", "tag": "学业压力"}
{"content": "我也想……我提前招生，高中上了一年了，回初中这一个月反而是折磨……暑假也就二十天，见过哪个应届毕业生这样的（）我们高中把我们当日本人整", "tag": "情绪困扰"}
{"content": "这学期初一了\n数学考试\n我们班平均分50，我80，在班里排第一\n拿到分数，有点高兴。\n虽然这个成绩在重点班要垫底\n\n可看着大家那么多人上课不听课\n睡觉聊天\n又有点烦躁\n他们怎么不学习呢？\n\n我爸妈是不是给我选错了，\n放着重点班不去，偏来这个学校？", "tag": "学业压力"}
{"content": "看抗压能力，如果去到重点班是末尾的话，他要跟上去节奏，他得花费很多的努力，以及他花费努力的花费时间的时候可能学习不是一下就可以成就的，可能你付出了10分的努力，你看那成绩可能还是那个样子，这个时候就需要他有一定的抗压能力能克服这种困难，不然的话这种情况孩子会产生一些不好的心理影响，以及这种期间父母如果逼得太紧期望太高去到重点班期望太高的话，有可能对孩子产生心理影响，但只要你熬过这段时间，你的成绩往上走，那对于你整体在普通班的成绩是高的，我和我朋友，我是一个刚刚挨边进的重点班，在那里提成绩真的特别痛苦，但是现在的成绩已经能稳定了中上游，但是我朋友的成绩哪怕是在普通班的最高，但是成绩还没有我高", "tag": "学业压力"}
{"content": "我高三痛苦的要死，想自杀，一天晚上准备了水果刀打算割腕，但是真的好痛，我就没有继续，第二天六点起床用洗脸巾把伤口包了又继续去若无其事上课。", "tag": "情绪困扰"}
{"content": "我想回到过去，抱抱那个曾经在高三一年内遭受家人去世、校园冷暴力、班主任的不待见、成绩直线下滑等接连打击的自己，告诉她：哭吧，哭完就擦擦眼泪，一切都会好起来的！一年内，我痛苦万分，患上了抑郁症和焦虑症，直到现在四年了，我无法原谅带给我痛苦的人，永远！", "tag": "情绪困扰"}
{"content": "宝宝我应届高三生还没有开学已经开始发愁了高二下查出来是中度抑郁，父母根本不当回事，我感觉只要不去学校假期在家里就好一些，但是快要开学就开始焦虑，更别说想到高三的压力了 想逃避但是又不得不面对现实唉", "tag": "情绪困扰"}
{"content": "宝宝我高三刚开学 真的挺焦虑的每天[哭惹R][哭惹R][哭惹R]不知道怎么才可以调节自己 情绪真的影响我身体健康 恶心胃疼失眠 有时候真的很想回家[哭惹R]不知道怎么才能撑到毕业 好无助。。。[哭惹R]大家总是劝我放宽心 不要给自己太大压力 尽力就好了 但是我做不到。。。[哭惹R]是我心里承受能力太差了嘛，怎么感觉大家都好好的 就我这个样子", "tag": "情绪困扰"}
{"content": "同高三毕业，回家和不去集体活动高三经常干。当时班级实在太压抑，每一天都很痛苦。我和我同桌二人经常装病回家。", "tag": "情绪困扰"}
{"content": "我就是拿acc然后我自己是觉得不能handle所以打算放acc也不想难为自己 真的然后我生活变到很赶", "tag": "网络相关压力"}
{"content": "凭什么他们上课不听课考试还比我考的高", "tag": "学业压力"}
{"content": "我们所有体育课都在下午跑操前上完体育还要跑操暑假两个月一点没动现在突然这样跑到最后一圈腿都特别软", "tag": "身体与青春期烦恼"}
{"content": "你们那些初一的想干嘛啊 天天抢饭吃 明明我们到二楼吃的 偏偏要去二楼 去找教导主任也不管 每次都吃到上午休", "tag": "同伴关系"}
{"content": "深圳，今年中考完，我总刷到这样的帖子，说初中生孩子写作业到很晚。我不知道别人，我是这样的：写不写完最晚十一点半，要上床睡觉！写不完就写不完，初中那么多学科不可能写完！写完就耽误睡觉，我们初三的时候，文科作业基本不写，有些文科作业写不写意义不大，深圳中考，二十大以内高中！初中生，睡觉休息更重要，现在高中，进了纯理科班，文科作业依旧不写！", "tag": "学业压力"}
{"content": "深夜的台灯下，试卷上的字迹被一滴水晕开——哦，原来是我又哭了。\n他们说：“初三嘛，熬过去就好了。”\n可没人告诉我，该怎么熬过反复崩溃的夜晚、听不懂的电路图，还有永远算不对的二次函数。\n我变得奇怪：\n上一秒咬着笔杆斗志昂扬，下一秒就因为一句“你怎么还没写完”红了眼眶；\n明明知道该努力，却总在打开书时被疲惫淹没，然后陷入更深的愧疚……\n“矫情”“脆弱”“想太多”——这些标签像蛛网一样缠住我。\n可我的委屈是真的，累也是真的。\n如果连哭都要挑时间，那成长未免太残忍了。\n但你知道吗？\n昨天解出压轴题的那一刻，我忽然觉得：\n那些边哭边写的日子，像在蚌壳里磨珍珠——\n疼，但值得。\n> “我们不是脆弱，我们只是正在变强。”\n#成长痛[话题]# #青春[话题]# #初三日记 #熬过去就是光明[话题]# #成长痛[话题]#\n---\n“你也有过这样的时刻吗？\n在评论区抱抱彼此", "tag": "学业压力"}
{"content": "一样我现在的成绩属于中等偏上 分数卡在第一志愿分数线上下 在一堆学霸中平平无奇 而且现在还在为人际犯愁 尽管我知道现在应该全身心努力学习 但就是控制不住地内耗纠结。。", "tag": "自我认同与自尊问题"}
{"content": "我好累好累 就是提不上去分数，就是考不进年部前200，我就是个废物，永远都被说，顶一句嘴就会被谴责，父母明明知道自己没有理，可是永远都是站在最高点指责我，永远都不会说自己的错，就算知道也会为了面子这样，“养你已经很累了还要补课多少钱啊你总是瞎买没用的也不好好考，最后看的就是成绩啊”没看到等于没学习，看到了就是在装样子，玩一会儿就是玩物丧志，我说了自己的目标就是空话，不说目标了呢又说不告诉我们怎么知道你做了父母没有理了就会把所有对我好的事情拿出来说一遍要么就是没收手机之类的话我真的好崩溃，谁不知道父母为了我们好，五一放假三天跟我吵了三天，我真的好累说出来又说我天天说累给谁听呢", "tag": "家庭问题"}
{"content": "控制不住想玩手机 然后玩了几个小时后到晚上自己内耗难受感觉今天自己没有学什么 第二天一定要努力 到了第二天还是这样循环往复 好焦虑。。", "tag": "学业压力"}
{"content": "唉…我也来说说我的故事吧 班级第一兼班长，不仅要管好自己的学习还要管好纪律，这就算了，主要是他们管了也不听，真的感觉很无助啦，周围都是讲话玩耍的，父母叫我别管他们自己学就好了，可是这么吵的班级真的学的进吗？我还要摒弃杂念学进去，真的很烦啦，成绩下滑很严重，老师也说是我不够努力，带头作用没带好所以我们班考的这么差可是你没听见早读读的最响的是我，下课坐在位置上做作业最久的是我，上课叫他们别吵了的还是我，我真的不够努力吗？我难道不想每门课都考的好吗，我难道不想考全校第一吗？都说像这样曾经发过光现在黯淡的是最痛苦的，其实真的是这样的，感觉全世界都在指责你的退步", "tag": "自我认同与自尊问题"}
{"content": "只敢在周五放学之后哭一会，因为平时哭了就没空写作业了，因为只有周五家里只有我一个人，又不敢哭太久，因为明天还要上课，临中考最后16天，每一天都清醒的麻木，每天7点前到教室之后就开始考试，考完一张订正昨天的一张，订正完再考下一张，中午五分钟吃完饭回教室继续考试，下课了写学校作业，再听着老师在讲台上失望的话，可是就这个强度我上一次三模的分数在上海普陀只能上个桃浦，每次想到这里都觉得自己可悲的想笑，不知道每天自己在卷什么，不知道自己在做什么，拿着卷子题目要读三遍才能进脑子一点点，摆脱了初一殴打学生的老师之后，又在初三这个泥潭里深深陷进去了，每天有流不完的眼泪，只敢憋到周五一起哭", "tag": "学业压力"}
{"content": "我好崩溃我初二为什么要那么叛逆为什么要玩一整年 现在学的好痛苦", "tag": "学业压力"}
{"content": "最后一年，重抑，我妈不让我休学，上一天课崩溃一次，每天都想轻生挺不住了家人们，来个人把这个角色的原始代码改一下吧", "tag": "情绪困扰"}
{"content": "大家帮我出个招[哭惹R][哭惹R] 匿:1.本人初三，期末要分班，以我现在的成绩有什么邪修/小技巧提分方法吗？ 2.成绩:语89 数20 英20 历76 道73 物55 化62 总395 3.目标:想要提高到500分 4.现状:腿腿摔断了目前请假了一个星期", "tag": "学业压力"}
{"content": "语文数学地理到底怎么学 我数学很差很差我们还是重点班 150分试卷我只能考113 我其他科目本来就一般我再加上这个数学班里一共53个人我排40名 还有语文 我自我感觉语文还行的应该 去年考过班级第一 不知道为什么这两次考的都特别差150分只能考108", "tag": "学业压力"}
{"content": "高中真的是心累，拼了命的学了一个月，可考试拿到试卷那一刻就懵掉了，和平常做的题根本不沾边；别人听一遍就能听懂的知识点，你要听三遍五遍还是难以理解！\n\n每天都活在巨大的焦虑中，焦虑每一次阶段考，焦虑学习进度，焦虑和同学之间的交往，焦虑和父母之间的沟通…… 那种无力感渗透到你每个毛孔间，内心孤独又无助，每天濒临崩溃的精神状态让你迷茫得看不到尽头…… 你也很想让自己快速的从焦虑内耗的情绪中走出来，变得豁然开朗！可你知道吗？你的很多痛苦都是因为“你自己”，“你自己”才是高中时期最大的霸凌者！ 因为只有你知道自己的缺点是什么，知道自己最不擅长、最丢人的事情，你不停的抓着这些事情，不停的去打击自己，否定自己，批判自己，你要立刻对这些行为说No！\n\n01  别太把自己当回事儿 不管你目前的状态是糟糕的、是狼狈的、是摆烂的……无人在意，没有人关注你，大家都在埋头做自己的事情。 不管你经历的是好的坏的， 这些都过去了，你最应该学会的是买单，离场，接下来继续往前走。\n高中阶段的你是非常敏感的，很多时候你痛苦内耗的来源，就是因为你不肯放过自己。 总是回忆那些痛苦的过去，你曾经遭受到轻蔑的白眼，不友好同学的恶语相向，或者是没有抓住某次考试机会，或者是懊恼自己一些错误的学习习惯……但是不管你是一个什么样的状态，又有几个人真正在意你？ 你认为非常丢脸的事，可能过段时间都没有人记得，无人在意，所以不肯放过你的，只有你自己。 不管你之前是成功或者失败，它都是一种体验，你可以重新再来，只要你愿意放过你自己，那下一秒一切都可以重新开始。\n\n02  建立对自己有利的偏见\n你如果非常清晰自己的薄弱点在哪里，不管是自我认知的，还是别人告诉你的，你如果因此自卑的话，不妨跟自己说，这是“我的强项”。 比如，你最不擅长数学，你不要总提醒自己数学不好，学习数学很头痛，这样你看到数学，你就会生理性产生抵触情绪，而且会在心里打压自己，这些都是对你自己不利的偏见。 你不妨对自己说，“我十分擅长数学”，“学数学给我带来极大的满足感”、“我每天都需要做几道数学题来维持对学习的热情。” 你是否真的热爱数学都无所谓，重点是你在面对弱项的时候，面对自我否定的时候，要学会为自己提供情绪价值。用亢奋取代消沉，在不擅长的领域为自己的自信疯狂上分。 你要学会说出“对自己有利”的胡说八道，它会不断的往你的大脑灌输能量，你的行为一定会受其改变，并向其靠拢。", "tag": "情绪困扰"}
{"content": "高三艺考生，抑郁症一年多了，在学校学不进去，家长每天非打即骂，老师不关心还说风凉话，被同学造谣排挤无法交流，不想去学校家长硬逼着去，家庭关系极度恶劣几乎破碎，每天吵架接续不断，家长拿我当出气筒，不管因为什么事发脾气最后总是骂到我头上[哭惹R]艺考结束后家长嫌赔钱不准我找机构逼我回那个让人生理不适的学校，不管能不能跟得上也不顾我的心理感受就让我每天超负荷的追进度，已经要疯了[哭惹R]期末统考本来就因为落下太多考不好了还要被骂考的低，老师们成绩歧视不说还重男轻女不留底线的辱骂我们那些艺考生，说我们的人生就是一摊烂泥根本不配考大学，反过头来都跟家长打信息差说我们不认真学习迟早要完[哭惹R]已经碎了", "tag": "情绪困扰"}
{"content": "唉，今天刚刚期末考结束，考完感觉自己一个学期啥也没学会，考的跟学的练的一点关系没有，整张试卷从头猜到尾，理科算算算算不清楚也根本写不完。学校本来就没有本科率，再加上自己在校内排名简直无法直视，感觉自己每天的效率都特别低，不喜欢去学校，因为学校氛围差的离谱。也刷了很多题，但是成绩没有什么明显的变化，每次刷完题对答案的时候都很崩溃，花的时间比别人多，结局却不如别人，特别累特别累，有时候根本看不到希望", "tag": "学业压力"}
{"content": "半夜睡不着觉，一直在想复学的事情，本人高二现在快期末了，已经请假一个星期多了，想复学，但是和班级同学关系不是很好，然后复习资料和试卷，然后他们也都不会给我留着，等到开学之后都是用复习资料和试卷的，但是我都没有啊，该怎么办？问老师要吗？感觉不好开口啊。怎么办？复学之后一些资料都没有，该怎么办呀？去办公室问老师拿，但有些老师总是问我们在干什么的不让私自乱拿试卷，那没有复习资料和试卷该怎么办？复习以后该怎么办？", "tag": "学业压力"}
{"content": "我先来说说我的吧，我觉得困扰自己最大的就是容貌焦虑，感觉自己算不上丑，但得到朋友最多评价是可爱，真的很羡慕那些长得很好看的女生，总是认为自己脸上全是缺点，一直没有和自己的素颜和解", "tag": "身体与青春期烦恼"}
{"content": "现状是我会因为成绩，人际关系，容貌等等焦虑的要死，敏感的不得了，没有性格契合的好朋友，仅有的一个朋友也是我一再包容得来的，每天我都感觉空虚抑郁，也不能沉下心学习，成绩越来越差，还想考个好大学，农村家庭背景，父母重男轻女，不想回家也不想在学校，每天睡不着觉，上课脑子一团浆糊啥都记不住", "tag": "情绪困扰"}
{"content": "间歇性努力吧 我现在总是在幻想高考完的超长暑假 买什么干什么玩什么都想好了 但是一点也不想面对高三复习 一会觉得自己还有希望一会又觉得已经定型了", "tag": "学业压力"}
{"content": "我家遇到的是这种：三个小孩是同班好朋友，但是三人总会存在其中两个更加玩的来，经常忽略她的感受，她很珍视友谊，自己会考虑她们的感受，有时会受伤难过，受到影响，别的小孩也各自有自己的小团体玩伴，很难再和其他人很要好，不和她们一起自己又好孤单，一起有时候又很心累，好像每次被抛下的都是自己，放弃就没有好朋友了，我劝她无论什么关系，让自己心累就先退一步，没必要硬挤进去，委屈求全最后也得不到自己想要的，坚持自己的个性底线不要盲从别人，大不了独美，但是我是过来人，这些我能想得通，小朋友很难短时间看开这些，小女生有时候真会因为别人一个眼神一句话受影响", "tag": "同伴关系"}
{"content": "这几天经常emo，学校只有前100名才稳进一中，我从初一开始就觉得自己很有希望，当时初一初二的成绩都很好，现在初三刚经历了一学期感觉自己好差，名次已经退到200多了，最后一次发挥失常还307，全级800人，我初三开始就比初一初二拼，但是还不如初一初二，身边的同学都在进步，感觉只有自己再退，好迷茫，好像每走一步都是错的，我真的好想好想考上一中，到底该怎么办，真的好怕自己考不上，好怕自己让家长失望", "tag": "学业压力"}
{"content": "初一初二的不努力是会让初三的自己买单的，我初一初二就跟玩一样，模拟考试考的都不理想，等到中考冲刺阶段我突然醒悟过来了，感觉真的没时间了，然后就拼命的补短，早上5点半醒，晚上12点多才睡，几乎有时间就学，最后也不负努力超常发挥70多分考上当地重高但是奋斗过后没有目标了，现在准高一很摆烂", "tag": "自我认同与自尊问题"}
{"content": "我也是23届突然很迷茫。初一初二成绩的话我都觉得OK但是初三退不退的很厉害，从年级前五十掉到前一百，我们这里是前二十去市里读高中。我前段时间更焦虑，觉得自己考不上市里就完了，但是我现在觉得重要的不是学校，是人。我现在还觉得是不是我这个人逼得越紧越滑坡。我现在也很焦虑，怎么办呀，好累", "tag": "学业压力"}
{"content": "没事的没事的，我跟你的情况一样，把自己的短板补起来，发挥长处，没有体育课只有早训的时候要么早上要么晚上出去跑一公里，休息日的时候，每天多跑两公里，提升耐力，再练速度。压力大的时候就出去跑步，或者花一两个小时干自己喜欢的做的，千万不要沉迷手机，我一般喜欢放空脑子睡觉，因为走读，睡眠不足。", "tag": "情绪困扰"}
{"content": "住校生突然开始走读变得贪恋家里的温暖 恐惧学校里的一切 变得焦虑害怕 不想看书但自己非常清楚这样做的后果是什么 父母越来越憔悴我心疼又害怕 我不敢面对体测和考试 只要站上跑道就开始犯恶心想吐 但我以前从来没有过 800米成绩一个暑假从3分30左右直降4分20 怎么也进不了4分 越害怕跑的越差 成绩也是从初二开始直线下降 每天情绪都在崩溃边缘 明明知道自己应该好好学习但就是做不到 想通过跟朋友聊天缓解压力 但他们说“我如果是你就不会选择中考”压力却越来越大 更加焦虑了。。 后记:谢谢大家的关心和意见 我本身焦虑可能就是比较复杂的 不仅仅是厌学 是生活中没有如意的事情 我原生家庭不太好没办法和父母倾诉 现实中没有朋友所以才来网上寻求帮助", "tag": "情绪困扰"}
{"content": "才初二不想上学，感觉别人都在努力学，但是每天还是浑浑噩噩的，和家人说想去看心理医生，家长说你又没病（我别人面前都挺乐观的），觉得没人理解我，一个人的时候就会大哭，又觉得自己是装的，不知道咋办（希望有人会看见）", "tag": "情绪困扰"}
{"content": "谁来骂醒我啊 初二 明天返校作业没怎么动拖延症严重 疫情那年开始染上手机瘾 放假手机从早看到晚 明知道要学习但就提不起这口气 心情浮躁 在校成绩还可以 中偏上现在就是不想学习  被老师骂也无所谓 要我死也可以", "tag": "学业压力"}
{"content": "周围很多人都会怀念自己的过去，但是如果问我最想回到过去的哪个时候，我真的回答不出来。过往的很多记忆只剩下了模糊的影子，只有隐隐约约的感受挥之不去。\n我的青春大部分时间都觉得痛苦\n从初中开始，我便意识到中学就是社会的缩影。刚入中学我还充满了对未来的向往和新鲜，但是日渐被人际关系、师生关系给磨平棱角，变得懦弱、胆怯、沉默寡言。我是一个对别人的情感很敏锐的人，就算没有刻意的针对，我也能感受到恶意无处不在。在中学逼仄狭窄的环境里，微小的行为都会被放大，独立、不附和、沉默和内向成为了最大的原罪。\n后来的高中三年，我像是枯树渴望阳光的照拂，却任由自己枯萎，我渴望有人能理解我，爱真实的我。仍然处理不好的人际关系，看不到光明的未来，我有意识让自己堕落，放纵自己的懒惰，我总是刻意寻找压死骆驼的最后一根稻草，期盼着打击的来临，熟练地躲进被窝里哭泣，我好像才意识到我也是个鲜活的人类。可与此同时，我也还期待着，万一我也能拥有美好的人生呢？于是我日复一日地挣扎、颓废。\n可荒唐如此，我还是上了大学。进入大学后我好像突然醒悟了，以一个看客的身份漠然地看着自己的过去。我开始不再在意别人的看法，我开始爱自己，世界的善意突然就扑面而来，但是此时的我的内心只剩下了漠然。渴望阳光的枯树开始做自己的太阳。我开始好好学习、主动维系我所珍惜的关系，前三年下来也还算顺风顺水。\n但是在大四面临工作之际，我发现好像一切都要从头再来，我所受的教育基本上跟我的工作毫无关系，就价值和技能方面，我没有赋予自己任何意义，我创造不了任何价值。人们总说，人活着不是为了寻找什么意义，人可以从细小的事物中感受到幸福。可是，我感受不到，因为我无法停止思考，也不知道如何才能真正感受到快乐。如今的我，大多数时候像一个看客看着身边的剧情表演和谢幕，我对人们的情感依然很敏锐，虽然恶意减少善意变多，但大多数时候我的内心只剩下了漠然，也就是能感受，但没感觉。痛苦好像已经变成一件衣服披在我身上，想脱也脱不下来。我觉得，痛苦和平淡才是常态，幸福是人们用自己的幻想对人生进行的点缀，是一个又一个细碎的瞬间。\n我有的时候，觉得自己比别人少了一魄。我淡漠，冷静，也缺少爱人的能力。有时候我又觉得我比别人多了一魄，我敏锐，善思，也会朝着既定的目标努力，边界感强但待人真诚。\n我的思绪好像陷入泥沼，污秽拥堵着倒也倒不出来", "tag": "情绪困扰"}
{"content": "我从小被人霸凌到大的，很孤独很痛苦，现在走出来了依旧觉得人生没意义和空虚周围人怀念过去的时候我觉得他们活的好真实，有那么多丰富的经历 ，有那么多产生链接的人，但我好像除了痛苦一无所有，感觉人生虚幻的像一场梦", "tag": "自我认同与自尊问题"}
{"content": "平时都是在学校晚自习写完作业再回家\n最大的好处是终于不用背书包回家了\n但一到周末就很痛苦\n虽然心里非常不想写\n但还是会老老实实的去完成\n高中生也是不容易啊～", "tag": "学业压力"}
{"content": "同是一个班的女生 干嘛偏要偷偷骂我是卖的。。。跟小姐妹说就算了 向跟我玩的好的男生造谣我干嘛？我去找你 只是想要个说法和道歉 我找你你不承认 我朋友找你你光明正大承认了 天天手机不离手的人 跟我说不知道卖的什么意思！下午再找你又不承认 放学回家 大半夜给自己打造成受害者哭着给我家长打电话什么意思 说我校园暴力你 明明我才是受害者啊。", "tag": "同伴关系"}
{"content": "午休前还要写半小时作业是在？我每次写作业的时候困的要死午休铃儿一响就睡不着了", "tag": "学业压力"}
{"content": "英语考22我真没招了，我求求你了英语你给我点分吧，求求你了给我点分吧，本来理科就不行了英语还不行啊，真的想死了报了1对1花了两万五还是22分，语文还只考八字头，数学物理化学更是死了，天天回家就知道打开手机玩，然后假努力一分钟", "tag": "学业压力"}
{"content": "停停停你们的精神支柱都是咋找到的…（我有三四个特别喜欢的角色，但是每次不想活了还是不想活了甚至还因为一个角色内耗…（就是整天想着自己成绩那么差她会不会讨厌我不喜欢我之类的））", "tag": "自我认同与自尊问题"}
{"content": "每天不是讲课就是刷题，课间除了上厕所喝水也没别的，喝水都得看着题目喝，我同学上厕所都带着题(我不敢带我怕掉🚾里)不过我感觉成绩还是挺好的，每天都是两三点睡觉，这是今天找学习资料，突然翻到的一个帖子，要不然平时都没时间……每天作业一大堆，写都写不完体育基本都不是优秀，基本都是良好，我体育很差，还好其它科抹平了这次期中考试本来想考年级第一的，最后满分850，我考了840.5，是年级第二，第一好像是843(具体忘了)语文我觉得算我的强项，毕竟语文比较难，以下是我这次的成绩(不包括体育)(不是炫耀不是炫耀不是炫耀！重要的事情说三遍)真的学习压力好大啊！我要睡觉！", "tag": "学业压力"}
{"content": "虽然知道才初中压力跟高中比已经轻很多了😭但是我真的受不了感觉好累好累，感觉生活中学习，人际关系……每个方面都很累，有时候真的很尽力了，但成绩还是不尽人意，不如别人[哭惹R]但感觉自己真的好累，真的尽力了…", "tag": "情绪困扰"}
{"content": "作业量，改变不了就接受...最不能接受初中早晨7：00到校，高中6：50到校，这么早到就能改变世界 晚个10分钟当误改变世界 多这十分钟孩子能再墨迹一会儿，家长能晚起一会儿，孩子早饭还能多吃点，现在是一睁眼迅速洗涑马上吃饭，吃完饭马上穿衣飞奔出门，都得是铁胃一睁眼吃饭，吃完就走，现在上学都得拿命拼...", "tag": "学业压力"}
{"content": "其实就算考了730，去了名校又怎样，名校压力更大，顺其自然，尽力考，考成怎样就怎样，只要一直努力，社会不会亏待你。名校只读3年，后面还要继续前进呢", "tag": "学业压力"}
{"content": "24届中考生。别给自己太大压力，我就是临考前给自己太大压力了，然后又不自信，填报志愿的时候不敢填好的学校，结果成绩一出来比我想象的好太多，就错过了梦校。好好复习中考没有想的这么难！加油！", "tag": "学业压力"}
{"content": "是今天发生了很烦恼的事情，如果看到这的话，希望不要影响你的心情，直接翻过去就好。今天和一个从小学开始认识的朋友一起出去玩。朋友上高中后患了抑郁症。我能理解，在高中这个高压的环境下，以及家长强迫这种比较严重的话心理状态都不会很好。但从我们见面开始到整个行程结束，我一直都是充当情绪垃圾桶以及安慰者的角色个人属于共情能力比较强的一类。对于她的困境，我仅仅是能安慰表示同情，但是我甚至是做不出什么实质上的帮助。她抱怨时间久了，我甚至有点麻木。全文贯穿着我的父母对不起我，重男轻女，他们自私自利一点也不关心我。但有时个人的困境不仅是外部的原因，自身也会存在问题的。我问她有没有想过你如何养活自己。她说我不能养活自己，所以说我要搞到钱。钱从哪里来？毫无疑问是从父母爷爷那里。她的爷爷之前说弄一套房子每月的房租给她，但是这个每月的房租是给了她的父母的。父母没有把房租给她，因为爷爷帮她报销了眼镜手术的费用，所以她认为她的母亲已经省了很多钱。她想去旅游，想把自己的压岁钱攒下来去追星。但因为和父母的关系闹得很僵，要不到饭钱，所以存不下来我当时是一种很无力的感觉是我个人分的比较清楚吗？一个已经18岁从法律上来讲已经独立的人。你在想着向父母要钱去养活自己，自己并不能养活自己。在你高考成绩没有定下来的时候，你去开始畅想，报志愿那两天一定要出去，因为父母会瞎报，并且干涉自己的志愿。一些行为思想方式也让我觉得很疯狂。不在意自己吃不吃的饱，过不过的好在自己喜欢的明星电影上映时去买了10张左右的电影票。我注意到她在看电影的过程中，大部分时间都在玩手机。后来她告诉她没办法专注。即使是干任何事情的时候，她都没有办法专心。晚上电影结束后我们去吃了饭。吃完饭我向家人报备的是9:50左右准备回家。在9:50的时候我提醒她差不多要走的时候她说让我再陪她一会儿。没问题，我们到10点左右的时候才走。到她家小区附近的时候。她又不想回家了，她告诉我他特别难过，但是不知道为什么难过。我尝试开导她，你为什么难过？你因为什么难过？她不知道。她说她感觉自己的生活很没有意义，她不知道自己活下去有什么意思。我告诉她世界上活着的人多，她一个不多少，她一个也不少。我感觉有时候活着就是意义我当时真的很崩溃，当了她好几个钟头的情绪垃圾桶。", "tag": "情绪困扰"}
{"content": "妈妈你总说我什么都不愿意跟你讲，从小到大我被人欺负的时候你从来不愿意帮我出头，你知道我小时候跟别的孩子吵架看到他们妈妈把他们抱在怀里的时候有多羡慕吗，你除了责骂我还会做什么。初中的时候我被校园霸凌，我同桌用笔刀硬生生在我的胳膊上割出一道很长的口子，我不敢跟任何人讲因为我认为没有人会帮助我。但他们一直欺负我，老师也不管我，我害怕去学校最后只能跟你讲，结果你直接打电话给班主任当着全班同学的面说了这件事，他们否认你也不愿意查监控，只认定是我不想去学校找的理由，别人欺负我你还要跟着他们一起骂我，最后我真的因为心理问题休学在家里情绪极其不稳定甚至zc的时候你除了哭和扇我也还是什么都不会做", "tag": "家庭问题"}
{"content": "我中考前的那个假期，我父母安排我们全家去日本旅行，我知道后很担心因为中考要学习和复习的东西太多压力也很大，假期也没多长时间，我去跟妈妈讲了，我妈问我跟她说的目地是什么，是想因为我让全家不去吗？我不知道该怎么说，因为这样确实很自私。后面妈妈又说要不他们带着弟弟去就不带我了，说这样可以让我好好复习要不我考不好有怪他们。可是其实我也很想去日本，我知道我这个想法会很自私，但是我真的希望我中考之后我们一起去。如果他们去我不去，我也会天天想他们在日本的时光没法专心。", "tag": "学业压力"}
{"content": "我要吐槽我一朋友zzy虽然现在已经绝交了 其实我和她存在矛盾已经很久了，因为我以前就被背刺过 所以我不是很喜欢我的朋友和别人走的很近...（我承认这是我的问题但是我真的受不了她下课去和别人贴贴然后上课找我聊天）五一前一天我问她要不要出去玩，她说不去全是课。这个理由我能接受，行啊那就不去也没什么大不了的、但是下午的时候她的另一个朋友yjy（我朋友和我和她都关系蛮好）问我要不要出去.然后我就跟她说不去了吧zzy全是课。你们猜哪个yjy跟我说什么！？她说没有啊zzy昨天才问我要不要去的！不是我请问呢？ 然后我就很生气啊正常人都会生气吧我就一个月没理她也没想和她", "tag": "同伴关系"}
{"content": "他们说健康比我学习更重要，可是当临近期中我感冒时，我妈对医生说的第一句话是“有没有什么办法快点治好她，她过几天还要考试。”他们说他们知道书难读，不给我压力，可是每次我一但考不好，就会被他们说上好几天。而且会把我和其他同学作全方位的比较。在他们眼里，假期不是用来放松的，是用来努力学习的。他们总会跟我说学霸们在假期如何努力学习，说我在假期里很懒。最近我同学过生日，我买了一幅数字油画送她。我爸看见我在画画逮着就一顿说“你还有心思画画，补完课回来也不知道复习，你补这个课有什么意义。”后面我画累了，坐床上休息，他看见了又说“画完了怎么不知道学习。”", "tag": "家庭问题"}
{"content": "深圳中学生的日常：早上6:30的闹钟一响，深圳的中学生们就像上了发条的机器人开始运转。天还没亮透就要到教室早读，晚上写完作业经常超过十点，连刷牙的时间都要掐着表计算。这不是电视剧里的夸张剧情，而是我身边很多孩子的真实生活。学校里到处是监控的眼睛。走廊有值班老师巡查，教室里装着摄像头，就连午休时间都有人突击拍照检查。稍有不注意就会被通报批评，像是活在真人秀的镜头下。有时候老师被升学指标压得喘不过气，也会把焦虑转嫁到我们身上，那些突然爆发的怒火常常让我们不知所措。最矛盾的是学校天天喊着\"健康第一\"，可现实完全背道而驰。早上六点多起床的人，怎么可能有充足的睡眠？体育课永远在跑圈喊口号，大家拖着黑眼圈机械地抬腿，像极了工厂流水线上的零件。体检报告里逐年上升的近视率、脊柱侧弯数据，和墙上贴的\"阳光少年\"标语形成刺眼的对比。我们这代人看似懂得很多知识，却对真实的生活一无所知。课本里教我们解二次函数，却没人教怎么处理同学矛盾；试卷上能写八百字作文，现实中连请假条都写不好。更可怕的是，当我们终于熬到毕业，等着我们的不过是上班、结婚、养孩子的循环，就像现在每天刷题的日子换了个壳子继续重复。家长和学校总说\"现在辛苦是为了将来\"，可如果青春只剩下背书刷题，等我们变成大人后，真的知道该怎么生活吗？那些被没收的手机、被剪短的头发、被禁止的课外书，难道就是为了把我们训练成更合格的\"做题机器\"？这个问题，或许整个社会都该好好想一想。", "tag": "学业压力"}
{"content": "焦虑的现状\n高中的焦虑是听不懂的课程\n是不会写的作业\n是看到别人进步的慌张\n是努力看不到的结果\n是波动的分数\n是对考试的恐惧\n是睡眠的严重不足\n是上课效率的不高\n是一旦落下就担心再也跟不上的进度\n更何况互联网的发达\n让我们看到了世界的很多面\n看到别人挣到了很多钱\n看到了别人提高了多少分\n看到了我们身边看不到的人\n开始不自觉的求多 求快\n恨不得把知识一下子全都学完\n时不时的焦虑：来不及了 太晚了\n焦虑的根源在于：想同时做很多事，又很想立刻看到效果\n自己的欲望大于耐心 同时极度缺乏耐心\n急于求成 想同时做很多事\n想不努力就能看到结果\n焦虑是我们的天性\n只是互联网的时代 让焦虑放大化了\n我们没有必要自责和羞愧\n\n大多数人都是：\n欲望上急于求成  行动上避难趋易\n喜欢坐那些看起来容易的事情\n明知道这个知识点自己掌握的不好\n但因为提前知道它的难度\n所以害怕面对\n刷题也是喜欢刷自己熟悉的题 简单的题\n但这样成绩又该怎么进步呢\n想要取得希望的成绩和结果\n这过程必定是痛苦的\n没有那么多轻松的好事留给你\n想要投机取巧 最后带来的结果就要自己承担去做那些对自己有好处的\n即使这让自己很痛苦\n坚持下去就会到“拐点”\n得到飞速的增长", "tag": "学业压力"}
{"content": "后天回学校，马上就高二下学期了，初中成绩挺好的，一上高中考试就倒数第一，成绩很垃圾，在学校的宿舍旁边就是大马路，半夜大货车全都在开吵得要死跟地震一样，睡不着觉我就焦虑失眠不安，不想开学离开我的床和我的房间，在宿舍玩的也不是很开，早上中午回教室都是自己一个人走没有搭子，反正就不想上学，睡不好又学不好，上学期就和家里人打过电话，这学期快开学都不敢和他们再说了，都很敷衍爸爸妈妈工作也很忙家里还有一个三岁的妹妹，反正现在一想到开学就哭[哭惹R][哭惹R][哭惹R]未来很迷茫没有动力不知道能不能考的上大学，又想好好学习但是又失眠焦虑打乱所有的计划[哭惹R][哭惹R]不想上学[哭惹R][哭惹R][哭惹R]", "tag": "情绪困扰"}
{"content": "在学校特别烦 心里烦 也不知道为什么  听个英语听力没有几个对的 做个英语阅读理解 看着不认识的单词心里好烦 语法填空不会写心里好烦 数学题要思考的时候还是好烦 好像我只要大脑一思考 他就宕机了 心里就开始难受就开始烦躁 那时候就特别想回家", "tag": "学业压力"}
{"content": "一直以来我都决定要艺考，对艺术很感兴趣，也了解过很多，我一直把他当做目标，但我父母不想让我学艺术，我决定试着考一下那个学校已经三年了，我学了差不多六年的美术，但我就考到了七级就没有往后考了，我爸妈说美术没有出路，家里也没有那么多钱，我现在高一下学期，下周就要分艺术班了，以前我还想着我能做什么，以后干什么，现在突然就连个目标都没有了，我也不知道要考什么大学，我也不知道我喜欢什么专业，在学校连个朋友都没有，我想跟我爸妈说说学校的事，但他们只会说别管这些事，把精力放在学习上，然后给我讲一大堆大道理，这些我都懂啊[哭惹R]", "tag": "家庭问题"}
{"content": "没有希望，距离高考还有九十几天，我的成绩连大专都考不上，我感觉我人生都完蛋了。这个问题我从高一焦虑到高三，我现在的确很后悔以前不好好学习，也许这就是报应。我焦虑的晚上睡不着。我只能依靠自残让自己缓解这种焦虑。。。我从学业上的焦虑到自身，感觉自己特别没用干啥啥不行没有一个好的。", "tag": "情绪困扰"}
{"content": "这个学期真的很努力认真，大家都说我变化好大，其实之前就有人说我假努力(好多人说吧，别的班也有说)过去很孤僻体育课都是一个人，现在大课间体育课都有人陪着了。但是还是很多心事只能藏在心里，没有人能陪着我看着我鼓励我，心里有理想大学，所以一直为了这个梦想而努力，可是目前成绩不尽人意，怎么办[哭惹R]高一", "tag": "学业压力"}
{"content": "眼看离高考越来近，想着自己期待的未来想去看的世界，文科 高考不过530，几乎是上不了好大学的， 可现实中我的成绩才450--495之间不足五百分刺眼的成绩…令我焦虑感涌上心头。在所有任课老师里面，甚至是同学都认为我努力要求和我同桌，周围人都认为我是一个勤学好问的学生，开花是早晚的事。但不确定性只有我自己知道。成绩起伏大，甚至很少过线，从原来的屡试屡败，屡败屡试，离高考越来越近内心的焦虑和不安，时常有个声音问自己这么努力为什么还没有我想要的结果呢，甚至连进步我都看不到。又害怕心里一直憋着憋出事来，想找朋友倾诉但好像也没得说。夜里复杂感涌上，情绪反扑的感觉好难受啊。我尝试心理暗示一遍遍给自己打气", "tag": "学业压力"}
{"content": "我也是80后，我高中的时候没有任何学习压力，但是上了高中后我失眠了，很长一段时间我根本睡不着，每天甚至到天亮都睡不着，白天上课的时候有时会睡觉，以前不懂也不知道这是有问题，现在回想起来那时应该是病了", "tag": "情绪困扰"}
{"content": "今天我感冒了，作业还很多。延时（可以理解为晚自习）是英语考试，承诺了如果英语占用了延时就不布置作业的英语老师，叹一口气，让我们写两篇作文。\n课间打电话给妈妈，希望她能放学来接我，她不愿意，说有什么不能自己走的。我解释，说作业很多，身体难受，不知怎么眼泪就在眼眶里打转。她把电话直接挂了。背着同学，眼泪被我偷偷抹了干净。\n\n放学，夕阳还在。从走廊一头望过去，瓷白的地板变得粉红，橘色的霞光晃晃地流着，心中一亮。我从走廊这头往靠近夕阳的那一头走去，跟着眼前的瓷砖，想去那粉融融的光中，触摸冰冷教学楼中，唯一温暖绚烂的瞬间。\n可是往前追着光，怎么都碰不到。最终走到了走廊尽头，地板上的光消失了。抬头，围栏上的网线割裂了日落的壮丽，扎进眼睛。我想撕破这一根根铁丝，追那余晖。然而，当真正去看那片天时，只有一点点红色的夕阳，缩在高楼大厦后面，和我相距一整个天文单位。\n本想说，虽碰不到最美丽的，还可享漫天余韵。但是看那日落，离我好远好远啊。\n就连我可望而不可即的霞光，不过是8分钟以前太阳无意的一瞥。\n用力去追，去抓，可我还是无法拥有，甚至无法触及。\n我和它离了那么远。\n眼泪又要出来了。\n\n我不知道我的眼泪源自于谁。老师尽责地批改作业，妈妈工作一天也很累，我努力地写作业……谁都没有错。\n只是所有人都被卡住了。我们都知道外面有一片美丽的天，但是我们都在一张网后面。用力去追、去抓，却依然无法触及。\n像是身处一片汪洋，但我不会游泳。使劲地扑腾，眼前仍是一片水雾在流动，水之上是不知何处的粼粼日光。\n我好努力了，可还是错过了日落。\n日落壮丽之后，是沉沉的夜。\n\n我于是不理解我的努力。但我仍旧努力，因为周围人都在奋力地拍着水，往前。我甚至不知道我现在写完了作业，是否可以写一篇小小的随笔，而是应该学习其他人，按照自己一开始定的计划，在课余刷厚厚的卷子，雄心壮志，一刻不停。\n不过我清楚，此刻的彷徨失措是暂时，毕竟明天又是新的一天。还会有新的作业，新的努力，新的日落，新的眼泪。\n生命依然继续。", "tag": "情绪困扰"}
{"content": "初二今天第一次月考 在重点班所有人都只关注成绩 爸爸给我说没有人在意过程都只在意结果 我一直为了自己的目标努力 有时候逼得自己喘不过气 今天考三科 明天考五科 在考场上真的好压抑 爸爸妈妈对我真的很好 他们说我是家里的公主也是家里的希望 我背负着所有人期待的眼神 学习。但是今天还是没考好 考完数学我就哭了 不敢面对同学 很快就收住了 有时候觉得自己好矫情 但总是止不住的想要难过 希望明天考试发挥得好一点吧。目标720（满分800）", "tag": "学业压力"}
{"content": "初三每天晚上九点多才放学 今天就感觉很倒霉很粗心 周练考试都很容易的题目看不出来 短语突然忘了 回到家发现今天奶奶又出车祸了 我连伤心的时间都没有就赶紧写作业洗澡 现在已经11点多了 我在抄写语文古诗看了一会小红书真的感觉好累啊 今天物理随时练也算错了很多然后老师还阴阳怪气我 我是组长还因为这个扣了十分 明天英语成绩公布我又会死于他的嘴下[哭惹R]我们班主任真的很负责但我最近状态是真的不好 我妈妈也是刚做过手术差不多 那天晚上我甚至都晕倒在了教室 不知道怎么办了 考了年级前十五也被班主任骂 好累啊啊啊啊啊[哭惹R]化学物理数学都不擅长反应慢死学 我为什么这样啊 恨我自己", "tag": "情绪困扰"}
{"content": "上周日调休，我本来周末两天的课挤到一天上，加上周六晚上十个小时课，如何周一要月考，我周日晚上上完课着急忙慌赶学校作业，写了一半一看十一点半，去隔壁房间和我爸妈抱怨了两句学校布置这么多作业，我爸来了一句：“你早怎么不写啊。”我当时就崩溃了，我在家一整天上了七个半小时的网课加上前一天晚上十个小时他问我早怎么不写作业啊[哭惹R]然后第二天我和他讲我上课上了一天他笑着来了一句：“哦，我不知道啊哈哈”我们两个一整天都在家他备课我上课他竟然不知道我上了一整天课[哭惹R][哭惹R][哭惹R]把我心态搞崩了也没道歉[哭惹R][哭惹R][哭惹R]", "tag": "家庭问题"}
{"content": "从小就是这样 我所有的委屈，所有的不开心都是我一个人默默消化，我从来不会跟父母说，因为说了会收到他们更多的负能量。开学到现在 无数次 我蹲在学校的厕所里拿着餐巾纸痛哭，我不敢让别人发现我的委屈我的不甘，哭完了还要擦干眼泪装作开心的样子。没有人比我更清楚我的野心有多大，我不知道自己的成绩为什么上不去了，老师看不起我，同学一个个都超越我，永远处理不好人际关系。我不知道自己是不是真的很笨，是不是太敏感，我不知道我也不清楚。我每节课都听得很认真，可是成绩是永远上不去的，老师对我的评价也只有努力，我不知道这样的日夜还有多少个，可是我找不到希望了。", "tag": "情绪困扰"}
{"content": "我也最近几天恍恍惚惚的。。。重点班，没有周末没有中秋什么都没有，暑假只歇了几天，每天上课十几小时天天一两点睡六点起好困好累，前两天送餐出问题了午饭等了好久吃不到突然就崩溃了特别想死，本人经常莫名其妙的耳鸣胸闷走神睡不好之类的，但太忙又没时间去看医生怕落下课，但是我又觉得自己不能死，我他媽好不容易努力了这么久还没看到自己的成果呢凭什么死凭什么放弃", "tag": "学业压力"}
{"content": "我初一的时候成绩很差 真的很差 现在初二了第一次月考我努力背书 进步很多 但是月考的时候很多人抄所以我们班女生说我是抄的 还会用不好的眼神看我 虽然老师相信我但是我心里还是很难受 每次一考好 都会被人质疑 难道学习不好的学生一定一直学习不好吗", "tag": "同伴关系"}
{"content": "初三，开学前一天卡了住了一周院，回学校后还没有休息好，坐一天浑身疼，白天上不完的课，补不完的笔记和作业，学校难吃的盒饭，晚上9点回家后贴一身膏药（10几片），早上睁不开的眼，好不容易挣开还要撕膏药，汗毛直接连根拔起，那几天感觉这辈子都完了前几天在学校上得很绝望，无法集中注意力，什么都提不起兴趣来，跟老师说肚子疼回家了。结果回家后我本来想睡觉，弟弟一直在说话，根本睡不着，9点我妈上完晚自习回来又跟我爸吵架，睡不着，还很烦我把全家都叫起来了，把我搞得睡不着一个都别睡了越想越委屈，积攒好几年不敢说的委屈全都发泄出来了，坐地上哭了两个小时，全家一直熬到熬到1点", "tag": "情绪困扰"}
{"content": "今天看到物理化学，本来奔着考满分去的但是回来对答案化学算错了一个数扣了一分，当时心情就不好了，因为物理化学是我最好的两个学科，如果这两个都考不好，我的优势就没了。一晚考了半套数学卷子，像疯了一样错题，光填空就错两道，老师说我这么错下去连考优秀都难[哭惹R]我越心思越闹心，明天还要考其它科目，我心里一点底都没有。今天是我今年第一次去第一考场考试，座位靠后，真的觉得成绩好丢人", "tag": "学业压力"}
{"content": "大家可以把自己刚升学的烦恼都发出来发泄或是相互安慰吧\n我是高一新生\n我初三下真的玩得特别开心考上普高都可以说是完全意料之外，当时都彻底放弃普高了，没想到中考特别超常发挥刚好卡线过，暑假也一直在画画根本没预习，我现在真的特别不适应这个学习强度，入学考全班倒数第八，落差特别大（但是我接受，这是我应得的成绩，谁让我不复习），新学校一个熟人都没有，我真的特别不会交朋友，我也不是特别喜欢现在的同桌，可能是三观不合现在一直在吵架，我也特别不想住校，初中三年一直是走读的现在特别不适应，宿舍有单独浴室但是特别小，宿舍七个人，洗漱时间半个小时都不到。我每天根本睡不够，十点半熄灯，六点多就要起床。我们初中饭菜特别好吃便宜，现在高中难吃得跟shi一样。我们十一月份就要分科，我理科特别差，这点时间我很难补不上去，但是四川纯文高考选文科考本科真的特别特别难，我们今年还中考扩招，我妈妈给我压力也有点大，她觉得现在文科找工作难，特别特别想让我选理科，特别特别想让我学医，想让我考个医学大专，我真的特别特别不喜欢不想学医，我其实特别特别想学美术，想学服装设计，但是家里条件不太好，其实我妈妈对我特别特别好，我家人都对我特别特别好，他们都特别爱我\n有点焦虑睡不着，发发牢骚", "tag": "学业压力"}
{"content": "期中考炸了文科还没出，理科已经塌方了，化学29给我气笑了，我真的是从初中开始就讨厌化学，不知道在讲什么乱七八糟的……", "tag": "学业压力"}
{"content": "本来就考得是垫底普高结果成绩在这所学校还排不到前100我真的真的好崩溃我感觉我没有本科上我怎么办我能怎么办我就是学不好政治地理生物我能怎么办啊…我想考大学可是我现在的成绩学校是不让参加高考的回去单招", "tag": "学业压力"}
{"content": "您好，这是一篇初中女生的求救帖，我此刻十分痛苦。我在如实陈述自己的情况，我知道我有很大问题，但是请告诉我我该如何去做。请不要用言语攻击我，我有点害怕。\n\n如题。现在放暑假了，学习任务很重，然而这几天每天睡眠时长➕屏幕使用时长≈22个小时，超级痛苦，非常清晰地知道自己要做什么但是完全没办法放下手机平板手写笔，就是到了完全无法自控的状态，我已经在脑海里默念请放下手机/从床上起身/至少把灯开了，但是完全无法做到，作息混乱，凌晨睡中午甚至下午起，爸妈去旅游了，要不是家里有爷爷奶奶和几个保姆甚至连去吃饭都做不到。怎么办啊怎么办我真的超级难受。\n\n几天前我也是这样，但是有一个例外，7月24日，十一点多起的，但是突然行动力高涨，一天总学习时长达十个小时（而且效率奇高，甚至还做了运动，早睡早起，那天十一点就上床了）。然而第二天又枯萎了（啊。），我本来以为至少能多坚持几天，或者隔天猛猛学一下那也就算了，然而这几天我觉得自己情况有点严重，这也是我十四年来第一次这样。真的好难受好痛苦但是感觉身体都不是自己的了完全控制不了。。\n\n我觉得我在学校还挺自觉的，没啥娱乐活动，一周打一两次排球，其余时间都在学习。（现在挺想回学校的，至少这样没那么痛苦）。\n\n关于情绪方面，是在不是很稳定。期末考考砸了，真的很砸，比我原来的水平低了十几分，然后出分的时候我哭得歇斯底里，跟我妈打电话寻求帮助，她说我疯了，让我冷静下来，我当时很生气（实际上当晚我就认识到我真的问题很大），然后回宿舍看到舍友也哭了，我以为她会理解我，结果她跑掉了。后来我朋友告诉我，那个舍友觉得我疯了，好可怕，想离我远点，害怕自己被伤到。我愣住了。我的情绪真的很可怕吗。总之，诸如此类，我爸妈也常说不知道为什么我戾气很大。但是我明明觉得我能也能看到周围很多小的幸福的事情。我很疑惑。\n\n我尽可能把自己目前的情况完备地写出来。平时大概拿平板画画产出一些同人图（其实也是前几天才开始干的事），几天下来在LOF也有六七百热度，和几十条评论。会刷xhs（实际上我尝试过卸载然而在某一瞬间突然反应过来的时候它已经被重新下载回来了。呜），看微信时不时给喜欢的评论，会有朋友找我聊天，实际上我觉得这很累但是出于个人教养我会好好回复她们也不想让自己做个扫兴的人或者哪天心血来潮想分享的时候发现无人在意你到底说了啥。如果突然人品大爆发会开b站上点网课。", "tag": "情绪困扰"}
{"content": "我是一个来自小地方的孩子 学习可以说比你差的远了 我考过我们这里的少年班但是没考上 当时特别难过 我后来去上了竞赛班但是学的比其他人差了很多 一个知识点老师还没讲其他人就已经看懂了 我的分数从来没有高于过均分 真的很绝望 一度觉得自己智商真的很低 是一个有点笨的人  所以最后回到了原来的普通的班级 但这并不是一件坏事 我发现自己真正喜爱的并有一定天赋的其实是历史", "tag": "自我认同与自尊问题"}
{"content": "没写完的：关于学习方面，我觉得自己做得不够好，但是长辈以及很多同学都说我已经很厉害了，但是比我厉害得多的多的人也是哗啦哗啦一大把。我实在不是很能定位自己的能力。在市里数一数二的中学的重点班，综合成绩大概年级前十，班里前五，初一学过信息竞赛，然而初一开学几个月后退竞了（只记得当时是国庆放假期间竞赛生在集训，然后我崩溃了，哭着跟教练说求他放我回去，跟教练谈了一个月左右，最后还是让退了，那天在学壮压DP，因为女生极端少然后学校又想用女生竞赛优势多捞几个清北苗子所以他们一开始不甚同意），竞赛成绩没有很好。后来初二靠着数学成绩留在了竞赛班，改学数学，高中数学学完了（老师教完了，我觉得自己学得没有很好）", "tag": "自我认同与自尊问题"}
{"content": "在学校我的成绩属于班级数一数二 最优秀的那种 但是我考试也会失利啊 凭什么别人考了60多分都没人说 我考了91分大家就像听到了什么大笑话一样 到处往出说这件事 放学的时候我走在一个同学后面 他妈妈问他今天考了多少分 他说他考的可好了 考了85分 后面说了一句我们班大队委才考了91分呢 听到之后我就直接愣在了原地 过了好久才回家 凭什么大家总是把我当成衡量自己的标准？我又不是机器人 凭什么我一定要十全十美？每当我没有满分的时候大家总是到处跟别人说 我真的受够了那些话 听见的时候总是想哭 可又哭不出来", "tag": "自我认同与自尊问题"}
{"content": "今天和我妹妹聊天，我们两个差点抱头痛哭。\n\n我妹妹今年上初一，我今年上大二。我很少回家，平时也见不到妹妹，只有寒暑假的时候才能跟她聊聊天。妹妹12号就开学了，我跟她一起疯狂补作业。看着妹妹正在为作文抓狂的苦恼样子，我突然鬼使神差的问她：“你在学校过的怎么样？”她看着我放下笔，手舞足蹈地跟我讲起她的倒霉过去。\n\n她先是讲起小学的时候，二年级的时候她被一个小女孩偷笔偷作业，他看着被调换的作业，手足无措，只能默默的接受老师的辱骂；四年级的时候，有两个调皮的男生跟他在同一个辅导班。她经常被那两个男生打扰，写作业的时候会被他们被狠狠踢腿，被他们抓头发，听他们说污言秽语。她想反抗，可是他太弱小了，无能为力；六年级的时候，她变成了一个人。她说她本来有一个很好的小团体，但是当时作业实在太多了，她又拖拉又不会，她写不完。她在辅导班的时候，小团体都在讲话，只有他一个人写作业。渐渐的，小团体离她而去，她说这是因为别人不喜欢不和他们聊天的人。她就这么一个人，上完小学，来到初中。奇妙的是，她说这些痛苦的过去好像没有丝毫悲伤。我和她一边大笑，一边回忆着这些不堪的往事。\n\n我问妹妹：“那初中你有看的顺眼的人吗？”她说有啊，可是人家不喜欢她。妹妹看着三篇作文，突然泄气：我不想回学校。去学校了，写不完作业，也没有人愿意给我抄。我看着妹妹，忍不住摸摸她的头。我又问：“那你有钱给别人抄吗？”她忽然激动，拿着笔在纸上胡乱的画：“谁问我我都是借的，只是我问他们的时候他们不愿意给，他们只给自己最好的朋友。”妹妹低着头，悄悄的说，自己在有很多小团体的班级里，只是一个人。\n\n我很想帮妹妹，可是我自己好像也是这样，一个边缘人，一个没有朋友的人，到了大学也不懂得人际交往，我有什么资格去帮别人呢？(┯_┯)为什么上天老天老是这样，为什么要让痛苦延续。为什么明明看起来很快乐的初中生，也跟我一样有这么大的痛苦，这么大的烦恼。我不知道也不理解。可是现在说这些好像也没有意义。我还是赶紧洗完澡，帮妹妹写一下堆积成山的作业吧。", "tag": "同伴关系"}
{"content": "哎呦，我这次回家也是因为心情不好，对别人只能说是想家了想回家，说多了又能干嘛呢，然后回家看到爸妈很委屈，就想放松一下自己，哭了一会，然后上床，问问我小妹最近咋样呀在学校里，她居然和我有差不多的友情问题，我和她说了很多大道理，我也知道她长大了都会懂得，真的就是那句话：当局者迷，旁观者清，劝得了别人劝不了自己", "tag": "同伴关系"}
{"content": "12半了，我睡不着，初中生活没有想象的那么美好，开学3个多星期，我还是不适应初中生活终于我在9月23日夜晚10点45心态有些崩，到11点40左右彻底崩溃，哭到了12点20，我花了15分钟左右打出了这段文字，却讲了我这将近半个月的声音。", "tag": "情绪困扰"}
{"content": "我的高中生活已經無望了，我不知道下學期又要寫論文又要辦營隊又要辦活動還在辯論社，我還能睡覺嗎", "tag": "学业压力"}
{"content": "初三牲是一种什么样的感觉❓去你🐴期中考试,去你🐴小测验超常发挥,每一天都在迷茫中度过💀", "tag": "学业压力"}
{"content": "没人告诉我，长大是这样的。\n我：想休息一下。\n大脑：不，你还有三道数学题。\n我：想和朋友聊聊天。\n现实：她正在和别人开心地讨论题目。\n我：我就不能摆烂一分钟吗？\n全世界：不行！卷起来！", "tag": "情绪困扰"}
{"content": "从小学到初二期间都有很多好朋友自认为三观很正 没有什么可以锐评的点 但是开学后一直没有玩的来的朋友而且对同学说的话都特别敏感 比如你猜为什么没人和你玩 下意识为认为自己 已经严重影响到学习 从班级二十名掉到四十名 家长不解迎来的只有质疑和谩骂我到底该怎么办 奶奶甚至想让我直接退学搞直播 但是我自己认为努力一下可以上重高我不想放弃但是种种因素又让我很苦恼已经影响精神了 到底该怎么办 怎么样才能觉得朋友没那么重要 每天都在哭", "tag": "同伴关系"}
{"content": "我理解你我初二到现在也是特别是体育课自由活动的时候都不知道干嘛 这种感觉真的很难受吃饭也是一个人", "tag": "同伴关系"}
{"content": "头秃了咋办？\n太敏感怎么办？\n班主任玩偏袒怎么办？对只是成绩差的学生吆五喝六，在成绩好哦学生面前软的像一只羊，怎么办？\n学校说头发留长会怎么样，但是理短反而会出现他们说的不自信和焦虑等问题，发型真的有必要管控吗？\n班主任老针对我怎么办？就连换个座位都不行，明明不是我的错！\n妈妈，我从小就按您的要求一步一步走，可是，我真的想做自己，考不上高中真的会死吗？我想会的，死在自己的愧疚中，对不起，我不完美，给你们丢脸了。\n被同学针对怎么办？\n每次和妈妈吵架，妈妈老说，每次补课不知道补啥呢，你考不上高中咋办呀？到哪上呀？啊？父母供你吃供你穿，你就拿这回报我们呢？别人每天五点半起床，你看看你，要么不起，要么起来不干，不知道干啥呢，你说你以后咋办呀？\n小诚喜欢怎么办？\n如何控制情绪？\n很累很累，我好难受，每天都在想怎么还活着。我还活着，但是活着的不是我，想哭，哭了好多次也没有用。不想再笑了，但是控制不住，也不想哭了，控制不住，我快坚持不下去了，怎么办？\n学习不好，怕考不上高中，怕让父母失望，有焦虑！\n长得太帅怎么办？\n在您的来访者中，是否会遇到无缘无故就发呆，心情低落（的来访者），如果遇到怎么办？\n老师，如果我选择的那条路我自己很开心，但父母不行怎么办？\n我妈老说，补课补狗肚子了，可是我明明每次都在进步几分，这算不算努力啊？\n感觉考不上高中了，很焦虑啊，有时候会崩溃，和家长提过几次去看心理。\n我喜欢二次元，但是母亲把我的周边都切掉了，母亲脾气也跟暴躁。我和她沟通不了\n没写作业，班主任罚钱，怎么办？\n我妈说考不上一二中，就不养我了，咋办？\n长得不好看让同学说，怎么办？\n为什么，妈妈说“有了抑郁症，只是打的少而已，打的多了就啥事也没有了”，为什么他们不理解我们追星？他们总是拿我和其他人比！！\n在您的来访者中，我们这个年纪想放弃学习或生活的人，因为什么？\n老师，好累，每天与父母不停地争吵，本来可以很多办法解决的，他们非要否定我。我不想去学校，我母亲说我没脸给你请假。\n如果有了自己的想法，但是害怕别人的评价而不去表达，怎么办？", "tag": "情绪困扰"}
{"content": "我女儿刚遭遇过，话说一起玩了一年的朋友，在中午吃饭的时候还好好的，下午突然不理她了，回来和我讲的时候那个伤心啊。然后我的解决办法是劝她先观望一下，或许中间有人挑拨，等朋友想明白自然就好了。但是爸爸就很理智：第一，如果她莫名其妙冷暴力，这个朋友不值得交了；第二，如果她受人挑拨，就中断一年的友谊，这人糊涂，也不值得继续交往；第三，可能是你的错，你没察觉、她没说，之后如果摊开来说消除误解，这种可以继续交往。然后直接的解决办法是，第二天如果她不理你，你也不要理她，友谊中不要卑微，并且要立即试着找其他朋友。 女儿立马想通了，第二天也没再理她那个朋友，和其他同学开开心心相处了一天。", "tag": "同伴关系"}
{"content": "家人们，我必须来吐槽一下咱初中生这离谱的学习压力，真的，每天都像是在“历劫”。清晨，当别人还在梦里和周公下棋，咱就被闹钟那夺命连环 call 给薅起来了。眼睛都还没完全睁开，就得开始背单词、课文，感觉脑子还在“待机”，嘴巴就得机械地输出知识，那叫一个迷糊，好几次我都怀疑自己是不是在梦游背书。到学校，好家伙，课程表排得比明星行程还满。数学刚在函数的迷宫里绕得晕头转向，语文老师就带着文言文大部队杀来了，什么“之乎者也”，背得我舌头都快打结。课间十分钟？那根本不是休息，是用来抢着问老师问题的，要是动作慢点，老师就被“学霸天团”包围得水泄不通，咱只能望“师”兴叹。体育课，本以为是放飞自我的快乐时光，结果体育老师时不时就被“生病”，然后各科老师拿着试卷笑嘻嘻地走进来，“同学们，这节课咱们利用一下哈”，教室里瞬间哀鸿遍野，我的篮球梦、羽毛球梦啊，碎了一地。晚自习更是“压力大赏”时刻，作业堆积如山，感觉自己像个在知识工厂里的流水线工人，一门接一门赶作业。好不容易写完，一看表，嚯，快十点了，还得预习明天的新课，不然上课又得跟不上节奏，被老师的目光“锁定”。周末？别天真了，各种辅导班、兴趣班无缝衔接。我妈美其名曰“全面发展”，实则是让我在学习的“赛道”上一路狂奔，别停歇。每次看着窗外玩耍的小朋友，我都恨不得跟他们互换人生。咱就说，初中生也太难了吧！这压力，再这么下去，我都怕自己变成个学习机器，没有一点“青春该有的样子”。希望老师们、家长们偶尔也给咱松松绑，让初中生活能有点喘气的缝隙，不然真的要“电量耗尽”啦！", "tag": "学业压力"}
{"content": "初三真的好累，晚自习每天都很晚，回到家还要做学校的作业。根本就没有时间去补其他课外的难题,每天很晚睡觉,要疯了[叹气R][泪崩R]", "tag": "学业压力"}
{"content": "以下是来自初三生的心里话：\n我是一名初三的私立学校的学生，我不清楚公立学校有没有好一点，我只知道我从上了初中后开始非常非常焦虑，每天失眠，但是无论睡了多久每天早上还是6点爬起来上学，非常麻木，只有晚上躺在床上之后的时间才是属于自己的，就开始无限的焦虑，我就有了抑郁倾向，想过去看心理医生，但是觉得没有人能懂这样清醒的坠落，没有人能感同身受，我清楚的认识到能救我的只有自己。\n直到后来，我才发现我并不是个例，那是因为我的一个很好的朋友。我的那个朋友是一个女生，胖胖的，没心没肺的（起码在之前我心里是这样的，说难听点是情商低）。我自诩已经非常了解她，她也这么认为，可是就在我以为她是最不应该有抑郁倾向的，却在一次吃饭的时候跟我说她感觉自己自己很不对，想去看一下心理医生。我当时非常惊讶，我说你看着这么没心没肺的难道也焦虑吗，她说我只是表面看着这样，这就让我沉默了。后来吃完饭她给她妈妈打电话，说想看一下心理医生，她妈妈只说她忙就挂了。可能她妈妈也没想过这样的她会有心理问题，其实也不怪她妈妈，因为她确实是太没心没肺了。她回到教室之后就有点委屈的哭了，怕被其他同学看见，自己默默整理了一下就又什么事都没有的样子。可能有时候家长的不理解会成为压死骆驼的最后一根稻草。\n发这篇也不是为了什么，只是想让这个年龄段孩子的家长对孩子能多一些关爱和包容，不要忽视孩子的任何求救信号，也希望孩子们能知道他们不是自己一个人，还有共同焦虑的我们，可以引起共鸣。", "tag": "情绪困扰"}
{"content": "时间像握不住的沙，转眼间，悠长的假期已悄然溜走，新的学期如约而至。然而，面对这焕然一新的课堂、沉甸甸的课本和紧张的学习节奏，我的内心却涌起一丝挥之不去的烦恼。\n作业堆积如山，压力骤增\n开学的第一天，老师们就不约而同地布置了作业，仿佛在提醒我们：“假期结束了，该收收心了。”一张张试卷、一篇篇作文、一道道数学题，在书桌上铺展开来，犹如一座小山，压得人喘不过气。曾经无忧无虑的假期生活仿佛成了遥远的记忆，取而代之的是时间表上密密麻麻的学习计划。每当夜深人静，我仍在台灯下奋笔疾书，困意席卷而来，却不敢停下笔，因为我知道，明天还有更严峻的挑战在等待着我。\n早起困难，告别慵懒的假期\n假期里，我早已习惯了睡到自然醒的惬意生活，而开学后，闹钟的铃声变得刺耳无比，每天都在催促我从温暖的被窝里挣扎起来。天色微亮，我背着沉重的书包匆匆出门，迎接清晨的寒风。站在校门口，看着熙熙攘攘的同学们，我才意识到，新的学期已经真正开始，而我也不得不调整作息，重新适应紧张的校园生活。\n学业竞争激烈，压力山大\n步入新的年级，课程内容加深，考试难度增加，竞争也愈发激烈。每当考试结束，看着排名榜上自己并不理想的成绩，我的心情就像坐上了过山车，既焦虑又不甘。我知道，努力才是改变现状的唯一方法，但有时候，我也会感到迷茫——在这场没有硝烟的战斗中，我能否找到自己的位置？\n烦恼之外，是成长的希望\n尽管开学带来了诸多烦恼，但我也深知，这些挑战是成长路上不可避免的风景。正是因为有压力，我们才有动力去拼搏；正是因为有竞争，我们才会更加努力去超越。开学的烦恼虽然让人头疼，但如果能够调整心态，把它当作前进的动力，那么，当学期结束时，我们或许会收获不一样的自己。\n窗外的阳光洒进教室，新的学期已经开启，我深吸一口气，告诉自己：“加油吧！”", "tag": "学业压力"}
{"content": "课间一个人可以干什么不尴尬\n最近换了新座位，是个女生A，成绩在班里数一数二。我比她差一些。但我没有经常跟她交往。1️⃣初一的时候我跟她关系不尴尬，算正常吧。后面不知道咋了，可能在网上聊天变少了还是什么，忘了。2️⃣其实初二的时候和她做过一段时间同桌，一两天还是一个星期，反正初二做同桌就没咋说话。3️⃣最近班主任换位置了，她又做我旁边。背景：A和A的朋友，包括她一共有4个，下面我称F4。F4们坐的很近，所以下课和中午吃饭（我们吃饭在教室吃）经常坐一起，聊天啥的。没换座位之前，我旁边是一个男生，这个男生一般是离开座位去他兄弟那里吃饭的。然后我就静静坐在自己位置上，旁边没人，一个人静静吃饭。（我喜欢自己一个人在人少的教室吃饭）这个男生做我旁边的时候我没啥感觉，他比较开朗，我们就自然而然没有尴尬处境了。[种草R]昨天换位置，其实这个男生还是我同桌，我们是三人桌，我和男生做两边，和A做中间。A跟我一样，在不熟人面前不开朗，只和F4聊得自然。我们已经做了一天和一个晚上同桌了，我跟A一句主动话没说，唯一一次是帮别人传纸条说的。F4们会以A为中心，聚在这边。我自己位置就在旁边，吃饭和课间的时候她们聊天我可以完完全全听到。然后我觉得有点吵，前面我说我喜欢一个静静的吃饭，搞得我课间干什么都不合适，吃饭旁边又有F4聊天声，吵吵的。\n[火R]本人在班上没有特别要好的朋友，现在唯一一个是班长，她之前和那个男生是同桌（和我也是，我和班长在男生两边）但是换位置之后她坐我斜后方，和另一个女生B坐，班长和B很快就融合好了。现在搞得我跟任何人的话都变少了，甚至没有话。感觉自己好孤单，好尴尬，好烦。\n[电影R]我们座位是在期中考试完立马换的，然后就会有老师评讲试卷，A她表示她对考试非常不满，会有“啧，🌿你妈”这种怨气，F4每个人都会这样。而且A前面坐的就是F4一员。\n[红色心形R]本人不喜欢“🌿你妈”这类词。\n我不敢跟班主任说换位置，因为我之前就要求过对位置不满了，我不能次次都对座位不满然后要求给我换吧。我该咋办啊，我课间该干什么不尴尬，吃饭的时候去哪好。。。[抽泣]", "tag": "同伴关系"}
{"content": "一位初三生的烦恼\n如题，我是一名正在上初三的学生，不过由于我们是五四制，今年并不中考\n今天月考结束后，我的心态彻底崩了..初一初二我的成绩还算不错，初三后直线下滑，英语看不懂题，物理没有思路...\n我时常会羡慕我的同桌，同样上课，老师提出的问题，我总不能回答上来，而他就算是很长的英语课文，读几遍也能背下来，我想不通，难道我太笨了吗？\n在夜深人静时，我会控制不住得流泪，为什么一定要学习，每次想到大大小小的考试，我总会焦虑，想到那些要学的东西，我就开始打怵\n我真的好想去日本上学，有各种各样的社团，我喜欢体育运动，但是家人都不支持我，活着真的好累，好没意思😔\n我是一个很没有自信的人，总会否定自己，可是，我真的不知道自己的优点在哪里，我真的好迷茫，你们能帮助我吗\n我的梦想，是开一家温暖的书店，并养一些小动物，我喜欢读书，可是，我觉得这个愿望好难实现😔", "tag": "自我认同与自尊问题"}
{"content": "作为中学生的我正在探索自我，寻找真正的“我”～\n\n💌我的叛逆并非对抗，而是对被定义的反抗。\n\n💌我的情绪失控、在虚拟世界逃避、我对“双标”的不满，都是内心挣扎的体现。\n\n💌我渴望理解与支持，而非评判与否定。", "tag": "自我认同与自尊问题"}
{"content": "感觉我变得情绪波动大，很容易烦躁，敏感，别人一句话都很在意，还严重偏科，还交不到朋友，感觉好难受", "tag": "情绪困扰"}
{"content": "我不想上学 我好想哭。我搞不懂数学，不想听课，听了也听不懂，明明昨天早上才回来。今天中午就又要去上学 一上学我就感到好焦虑，我无法入睡，每天睡眠不足6个小时，中午午自习无论如何都睡不着。我好难过", "tag": "情绪困扰"}
{"content": "本学期高二了 在人际交往出了特别特别大的问题 每天上学都在默默流泪 再加上减肥节食 又会控制不住的暴饮暴食 暴饮暴食完又想吐 长时间失眠 一闲下来就容易胡思乱想", "tag": "情绪困扰"}
{"content": "作业写一半发现漏作业在教室了，急得三更半夜的赶到校门口，发现这个点门口保安大爷好像睡了，此刻疯狂想翻墙进校的冲动，理智阻止我了，哈哈😃，明天早点来补吧！丢三落四的毛病什么时候能改啊[笑哭]", "tag": "学业压力"}
{"content": "初三的生活让我喘不过气。想进步，但是又不想行动没有动力支持我前进之前我的成绩在班里还可以，上初三直接掉了十几名，我们这个班还是有个平行班。我看到别人进步好焦虑有计划，但缺乏行动。看到小学好朋友成绩比我高好多。之前是和我差不多的好焦虑上课容易走神，背诵背不进去，学又学不进去数学题目听懂了，但就是不会做，就是没思路，看到别人同学都会写，就我不会写，很焦虑，很烦想上好高中，但和自己的懒比起来，根本没有可比性我不知道我能不能考上好高中。马上就要期中了感觉还是在每天学一下，混一下感觉就是心理和身理的双重打击现在都不敢洗头，一洗头掉一把头发，本来头发就少，不洗头，头发上全是油，洗头头发掉一把[叹气]", "tag": "学业压力"}
{"content": "我初三的时候也是掉了好几十名，但是因为成绩不差，还在玩呢后面看到自己成绩傻眼了，当时不好好学化学，就考20多分，我大概是初三下学期还剩两个月才认真学习我还记得当时英语我上课又是英语书 书底下又是笔记本 旁边放的练习册 腿上放的单词册 只要老师上课讲到我不会的单词我就认真记，数学物理的话我在补习所以不差，如果你不补习的话可以看看b站视频 没有必要有压力 因为中考不会很难 我之前有个朋友她中考成绩比平常成绩高了将近60分，我真没开玩笑，还有我的化学 当时因为下学期一直在复习 我因为好好听了 所以我在大考考了41分 四调不难，所以那些好学生和我们拉不开分数，除非他去做压轴题", "tag": "学业压力"}
{"content": "我物理本来就不好，上课有的时候还不知不觉就走神做数学题一些我认为比较难的题，知道他们有做出真的感觉好焦虑，我也是infj感觉自己最近这个情绪真的好不稳定，而且内耗特别严重", "tag": "情绪困扰"}
{"content": "一样，我们下周四周五期中，感觉时间好紧，政史背的全忘了，数学有些还没弄懂，物理本来就差，前面比热容的公式也忘了，好怕这次期中比第一次月考更差了", "tag": "学业压力"}
{"content": "上海初三生 真的很崩溃一到初三就开始变得敏感焦虑 每天大概十二点多才睡 物理听不懂 故障太难了 感觉每周都要掉眼泪 有一天因为情绪积压一直在哭 一会其实是要去日本留学的 但是身处其境中还是会感到压力 像我这种高敏感人格 在学校真的太累了 我每天在学校都感到很压抑 特别是下午阳光照进来的时候 我真的很渴望旅游 我想看演唱会 想看加州的落日 马尔代夫的海 还是首尔的淡淡的幸福 还要煎熬九个多月 我真的要哭了只要一上学碰到什么事情就会哭 有没有人和我一样的 我只是一个普通的小女孩平时就喜欢刷dy 看电视剧 看看xhs帖子 和朋友聊天 渴望旅游其他没别的当然我好像也比大部分同龄人成熟 内心敏感焦虑的我不知如何是好了 大家给给建议 如果有和我一样经历的也可以发在plq[哭惹R]孩子真的遭不住了", "tag": "情绪困扰"}
{"content": "我真服了，期中考试没考好，我妈妈很伤心的坐在沙发上，一边查提分教程一边自己小声说一定要考上高中，我也不知道怎么去和妈妈说，感觉自己好没用，但我妈妈还是让我去了签售会，我哭死了，妈妈还给我买了蛋糕和榴莲，但我心里这个结一直都过不去，我怎么这么没用啊", "tag": "自我认同与自尊问题"}
{"content": "我朋友软磨泡好久，我才把我喜欢小c的事情告诉她结果她是个大嘴巴反手就告诉我小c", "tag": "同伴关系"}
{"content": "好崩溃 明明几个月前我还跟同学在体育课上聊的热火朝天今天就已经上初一了 明明几个月前我还跟着同学一起回家，我在她家小区门口的便利店里买热饭团吃，明明几个月前我还在教室搬着凳子去前面跟自己玩的好的同学坐在一起，明明几个月前我还在坐在位置上等待数学老师发零食。尽管我还是在那个学校 可是好不容易打好的人际关系就这么分散，喜欢的老师也已经怀孕离职 玩的好的同学也已经转学，学业繁忙了好多好多好多，老师讲的什么根本听不懂，一本书都不想看一本书都看不懂，同学好多都不认识 好讨厌老师，好讨厌新环境，只想回到从前在科学课的空余时间画画，我甚至连一张毕业照都没有只能在房间里听着歌自己崩溃的，几乎都快要喘不过气的哭着", "tag": "情绪困扰"}
{"content": "初一感觉没法适应，动不动就莫名其妙想要大哭一场怎么办\n怎么说呢，我现在的状态就是，写作业想哭，起床想哭，躺在床上想哭，自己一个人想哭，身边一堆人还是想哭\n家长在催成绩，让我快点适应，但是我还是适应不了，我想一个人闷在房间里面哭一天（在家里属于吃面包都要报备一下的地位，根本不可能）\n有没有同龄的或者哥哥姐姐告诉我怎么办啊，第一次觉得生活好像没有什么意义\n小时候要好好学习，长大了要努力工作，一直在吃苦，退休了除了钱和时间感觉什么都没有了，觉得活着没什么意义，就是来吃苦的\n如果是想和我说以后有多苦多苦那就算了，我还不如和我爸妈讲，以后苦不能让现在的我轻松\n所以你们是怎么度过这一阶段的。。。。。。", "tag": "情绪困扰"}
{"content": "我初一，是住宿生，早上5：50起床，一个星期过后我甚至都能在宿管来之前的几秒钟准时起[哭惹R]6：20左右就要开始跑早操，每天动不动就跑两圈，在学校几天腿基本上都是又酸又痛，跑完操后差不多7：50了，去吃早饭，初一初二在同一层楼吃，运气好的话还有早饭吃，运气差的话就啥也没了，7：15还要赶到教室，我是组长，每天还要收除了语文之外科目的作业，真的受不了[哭惹R][哭惹R][哭惹R]", "tag": "身体与青春期烦恼"}
{"content": "已经开学两个月了还没适应，上课总是想到小学同学然后就想哭，总感觉上完初中就可以回去上小学，一直在怀念小学的老师和同学……", "tag": "情绪困扰"}
{"content": "记得九年级下册，学校会举行很多活动，可以带手机，谁懂没有手机只能干坐着的感受[笑哭][笑哭]，尤其是毕业那天，可以带一整天手机，同学们从早上一直玩到晚上回家他们各玩各的 拍照 刷视频等等，可能会有人懂我当时的“尴尬”，也会有同学来问我为什么没带手机 我只能笑着说 早上走太急忘带了（因为我们中午在学校吃不回家）并配上几句后悔没带手机的话，让同学信以为真，我真的不想带手机吗？ 我根本就没有[哭惹R]  还会有同学约我放假出去玩 我也想啊 可我到时候怎么和他们聊系呢 只能找各种理由拒绝\n每次问父母什么时候给我买手机，他们总是说手机有害，怎么怎么 说我小小年纪要手机干什么，高中毕业以后再买[石化R]，可他们永远不会懂看着别人玩手机自己干坐着的感受 这种感受出现在很多地方[捂脸R][捂脸R][捂脸R]\n我真的不敢想象我高中三年要怎么渡过 不过主播在九年级暑假用自己钱买了一个[偷笑R][偷笑R][偷笑R]希望不要被他们发现[皱眉R][皱眉R][皱眉R]", "tag": "同伴关系"}
{"content": "真的特别难受，家长就不能为自己的孩子多多考虑一下嘛依稀记得有一次他们玩梗  然后问我知道这个是什么吗？我说我不知道   他们别嘲讽我", "tag": "家庭问题"}
{"content": "我初中毕业典礼的时候也是大家都带手机 但我没有我爸妈认为高考完再买 很长一段时间都在自卑 而且我对这方面特别敏感 他们一说要收电子设备我就会特别难过啊", "tag": "自我认同与自尊问题"}
{"content": "同感！我们班超过一半以上的人都有自己的手机。所以我跟他们的交往中多多少少都带一点障碍！", "tag": "同伴关系"}
{"content": "前几天我还被一群女生嘲讽了，他们玩真心话大冒险，有一个人输了，当时我坐在旁边他就来找我，然后在纸上给我写了一句话，我没看懂，然后那群女生就在那里笑了两分多钟，带头的那个人还说笑死我了，他这种不上网的农村人找他干啥啊，当时真的很想哭，之前初一的时候有几个男生问我有没有手机加微信，我说没有，他们就一直在那里笑，而且是那种很没有礼貌的嗤笑，我很尴尬", "tag": "同伴关系"}
{"content": "姐姐真的很能共情你[哭惹R]我也是没有手机，在补课班的时候同学都带着手机，休息时他们就拿出来玩，我只能在那里趴着假装睡觉，也不好意思看朋友手机[哭惹R]然后有个同学问我怎么不拿手机只能借口说我妈不让带，其实根本就没有，，，我也不敢说我没有手机，因为补课班上有个男同学嘲笑一个没手机的同学“农村人连手机都没有”我怕自己也会变成嘲笑的对象[哭惹R]", "tag": "同伴关系"}
{"content": "我现在每天都头昏脑胀的\n今天上完体育课根本吃不下饭 闻到饭菜味道就想吐 说不上来的感觉 一跑完就全身酸痛 一种巨大的无力感袭来 我每天想着上不完的体育课就心酸\n为什么 为什么九年级每次体育课想要了我的命一样。\n我跑步不慢 算女生中跑得快的 能拿体育满分但是每次要上体育课的时候都紧张的全身发抖 心慌\n听到上跑道这三个字的时候就已经心死了 心慌 很难受\n不知道该怎么形容初三的生活吧 是早上跑操跑到吐 下午体育课跑到吐 体训上到七点累吐 上文化课学到吐。考试考到吐 好吧我已经泪崩了\n青春就是这样的吗 在痛苦中变得越来越麻木。", "tag": "身体与青春期烦恼"}
{"content": "轮到我们班吃饭，我们班搁那里排队，因为下面还有个班，那个班刚走 ，我们班刚准备下去，一个初一的班级直接插到我们班前面，我们班有很多人都在说插什么队，他们班很多人都听到了，还回头了！但是没有回去，而是接着往下走。当时我们班已经走到斜坡那了，他们班直接插进来，素质呢？我们班有个女生说，她听到他们班后面的白色衣服的女生说“那别吃呗”。", "tag": "同伴关系"}
{"content": "又是凌晨，这是第几个凌晨了，我数不清了。最近的我好糟糕[可怜]，是晚自习认真做的化学卷错了一堆题，是认真写的物理选择题成堆的错，是……这周临近期中，作业量一下多了起来，一天可以留近十张卷，真的好多啊，每天写卷子在宿舍写到凌晨，小夜灯没电就蹲在厕所门口写，我真的好困，每天写到凌晨，我没有时间背诵，没有时间复习，所有的时间全在写作业上。一节50分钟的课，紧紧5分钟的课间，是下课都不能趴下，不能乱下位置，是上厕所也要找时间，是老师看我无比失望的眼神，是认真听课却还会不懂的无力。每天的熬夜使我的身体越来越差，可我真的没有办法，作业真的好多，原来我住宿，熄灯就可以睡觉，现在直到凌晨才可以写完，记忆力甚至也变差了，真讨厌，在学校的悲伤，致使我回家控制不住的玩手机，报复性的玩手机，我知道这不好，但我就是玩，好像它能弥补什么。可我就是好糟糕。不知道为什么我真的好想哭，每次返校前都想哭，凌晨5点起床，不到六点就要出发去学校，我讨厌这样的生活，我好想哭，好想好想，最近真的糟糕，我为什么会厌学啊，为什么，我明明原来不是这样的！？我还要睡觉吗？一直熬夜我又能活多久？我好困，我想睡觉可我好焦虑，好焦虑。下周二又要期中考试了，近20张的卷子和抄写，好烦，真的好烦，可我更想哭，我不想睡了，但我好困……", "tag": "学业压力"}
{"content": "把我原本的语文老师还给我本来学得就不好，又换了一个魔丸老师，每天上课都不知道她到底要干嘛", "tag": "学业压力"}
{"content": "每天都要背背背，单词，政治，生物，地理，语文我真的是受不了。还有额外的联系时时刻刻都在写写写，周末还要补课，每周上四节体育课，我真的是要崩溃了，想哭，黑眼圈，脖子痛，腿酸，我不行了，想死了每天都要搞到凌晨，在学校下课了没有人来找我聊天，我真的很孤独。。。", "tag": "学业压力"}
{"content": "给你们说，我初一的，当时到校第一天，老师就说我们一个个成绩不好，上课背老是弯着，跟老婆婆呢，可那都是我们每天被学习资料，考试试卷，书本压弯的脊背，在一次次放学，上学时压弯的，在一次次老师的批评中弯下的，在一次次家长的“为你好”责备中弯下的，在5点起床开始洗漱洗衣服，在6点去跑早操，7点30才可以吃到早饭，在每一天的早读时教室里不仅仅是读书声更有饿肚的声音，有打瞌睡，下午9:30下课，30分钟后熄灯，睡觉，有人没洗完澡，衣服，头发....只能到早上有起早点的同学到是可以把衣服洗一下，可要是5:30时几就不行了，我们语文老师说:“我小时候像你们这个年龄一放学回家就写作业干农活，洗衣服，做饭....", "tag": "学业压力"}
{"content": "小升初年级第14，初中第一次月考年级第42。年级一共1100多个学生。自从进入初中语文成绩下降。语文成了拉分的科目了。数学和英语都是接近满分。语文能和别人差个十几分。", "tag": "学业压力"}
{"content": "阿姨你好 我现在跟您女儿是一样的年龄 自从上了初中以后我每天都觉得一切都很烦 出了在学校和同学一起的时候有开心的情绪其他的时间要不就是烦躁要不就是没有任何心情 每天脑子里空空的不知道自己要干什么 跟家长说什么也会让我很不愉快我不想也不愿意和他们沟通 没什么好说的 每次跟我妈出去什么的都很不开心 还会莫名其妙的想哭情绪特别多 我初一一年哭的次数都抵得上我整个小学哭的次数了 我自己没办法控制情绪 天天什么都不想干没有学习的动力 作业说实话真不是特别多但是就是不想写写不完 说白了我仔细想想就是给自己心里憋个借口罢了 如果您女儿跟我一样就不要找她谈心 真的没啥效果", "tag": "情绪困扰"}
{"content": "作为一个正在青春期的女生，我想说，我们真的不是故意的，有的时候会突然心情很差很差，没法控制自己的情绪，忍不住的想要发泄，哪怕是你很温柔的说话，我们也想很温柔的回答你的时候，就是控制不住想要和你吵架，就是没法控制住自己的负能量，所以到这个时候，你最好不要管她，让她冷静一下，她大哭一场就会好很多", "tag": "情绪困扰"}
{"content": "我家妹妹只待在自己的屋子里面吃饭不吃，饿了就去找零食，脾气特别暴躁，家人其实对她很宽容，怕他有什么应激行为受不了了她这个脾气我想锤他一顿", "tag": "家庭问题"}
{"content": "五年级就来姨妈了，现在初一，会是激素问题导致的叛逆期吗？脾气很大，不沟通，油盐不进，被气的不行", "tag": "身体与青春期烦恼"}
{"content": "早上7点10离家，晚上7点归家。教的是一粒沙，考的是撒哈拉沙漠，老师简单的题不讲解，全靠外面上课才能应付考试。", "tag": "学业压力"}
{"content": "初一了，门门不及格，是个痛不欲生的学渣，每天都按时上学，努力完成作业，那也不至于会这么差劲吧，到底什么环节出错了，能不能不要在意成绩，做个快乐的学渣吧，我已经不在乎了！这三年要怎么过呀", "tag": "学业压力"}
{"content": "老师找怎么办，作业做了没有一道是对的，学习态度很差 上课听了也不订正", "tag": "学业压力"}
{"content": "现在这个晚托弄得变了味了，明明上了晚自习，还带一堆作业回家。每天学习十几个小时，成年人这么工作也会崩溃的，为什么把学习变成一件这么痛苦的事。减负减负，负负得正，越减越多了?", "tag": "学业压力"}
{"content": "初三，每天写到两点多，早上6点起，老是耳鸣，偶尔会鬼压床，上课胸口总是一阵一阵的疼，感觉自己快猝死了每天起床都很崩溃，想请假，家长不同意，再这么熬下去，真的感觉自己快死了", "tag": "学业压力"}
{"content": "为什么7：30的早读6：40就要到？到了之后还必须要站着早读？为什么？还有明明说考试只是一次检测，不要太放心上，学校和老师却都看的特别重要[哭惹R]不是说要把学校当成我家吗，为什么要骂我说你把学校当自己家了啊[哭惹R][哭惹R]", "tag": "学业压力"}
{"content": "该初二了对自己很没信心，不知道想干什么，想找个目标，但我又不知道我的目标是什么不知道我之后想干什么，不理解为什么要那么努力的学习，为别人看的起吗现在处于迷茫状态", "tag": "自我认同与自尊问题"}
{"content": "真的好累，住宿生早上五点就起，周五早上4点起，晚上快9点才下晚自习，老师拖堂，拖5分钟，下一课的老师又要求提前三分钟背书，两分钟如果来月经的话，根本不够换卫生巾的，天天要背着这个那个脑子根本用不完，原本在小学记忆力很好，现在背过就忘，在课堂上老犯困，总想驼驼背，但老师非得让直起背来坐好，感觉很难受，老师要求的也很多，周天作业不算太多，但是只是因为这一周语文老师没来，周一至周三都晚自习总想家，然后眼泪就不自觉的掉，学校的饭难吃，总是吃不饱，周五回来老师随心安排的事情就好多好多，周五晚上回来看一集电视剧，心里就有压力，喘不太了气，然后有时晚自习作业就很多，回到宿舍就25分钟", "tag": "学业压力"}
{"content": "想回到幼儿园，真的那个时候多好，以前真的好开心，都感觉不到累，以前的家人也都没有白头发，而且我进的是私立学校，一点也不适应，特别想家。", "tag": "情绪困扰"}
{"content": "我妈总拿我和别人比，告诉我别人七百多，六百九十多，和别人打完电话后要么板着脸骂我，要么哭诉说她那么上心我的成绩我却永远在六百二三徘徊。有时候我好不容易进了班前三，考上六百六十分，她又说别人都是年级前二十，说我和别人比起来不值一提。", "tag": "家庭问题"}
{"content": "宝宝我也是!我是住校生 住了一个星期 最后决定跑校 但是我妈妈本来可以在我住校的时候找一份工作 一年也可以赚不少钱 但是我住不习惯 所以跑校 那样的话妈妈就没有收入了 我爸爸也是  我妈妈全心全意地照顾我 然后我现在就很害怕我之后要是没学会 没考上高中 我妈妈还没有收入 就是怕一下子两手空空    另外我在学校也出了我们班的小学同学 都是男生 有一个女生 但我和她没共同话题 我好想去交个朋友 都是我觉得我长得不好看 学习成绩不好 一系列的 我不敢 我也融不进去他们的话题  本来有个女生和我性格相投 我想和她交朋友的 但是她在第一排 我在第五排 离的远 她和她后排的女生一起玩了 我不知道怎么开口", "tag": "自我认同与自尊问题"}
{"content": "初二准备生物地理会考了，对未来迷茫的很，目前看得清一条路通向成功考上好高中好大学然后好工作（医生）这是我家人的希望，剩下的几条我也不知道是怎么样的，不敢去想...中考没考好不能重考去（我们这勉强四线）差很多的学校，然后努力只能考个二本三本。", "tag": "学业压力"}
{"content": "我在班里被伤害的时候，被骗的时候，没有人保护过我", "tag": "同伴关系"}
{"content": "今晚主要是物理错题➕数学做题 前者感觉良好 后者遇到较大的问题 很多压轴题根本无法下手 极少遇到（今晚这份练习是1-1老师塞给我的 确实能感觉到和校内基本不接轨 最近校内的数学过于简单）\n其实几天物理延时也遇到了瓶颈：跟不上老师讲拔高的进度、听不懂老师省略的部分 导致今晚情绪有些小起伏；原因一：没听懂拔高题 原因二：做的错题总是继续错 原因三：同学很轻松却比自己学得好\n解决方法一：在老师读题的时候先一步思考 不要轻视基础题 才能跟上老师由简入难的拔高 并且不要纠结于一步的得失 听懂全局最重要；解决方法二：第一次错的时候务必把题目的本质弄明白 并且增加输出而不只是输入 让学习-做题成为循环 多做错题；解决方法三：急于求成❌不要被他人影响自己的路线 自己心中有评判标准就好 他人左右不了任何\n复盘这些后其实情绪好了很多 难免会碰到一些不如意的时候 能平稳度过就好 今晚游重做了十几题错题 确实内心安稳了", "tag": "学业压力"}
{"content": "不发总结了 今晚实在是太忙了 主要的内容：正方形做题 正方形讲题 正方形整理错题 和数学斗争的一个晚上 去找了老师 感觉几何加难度了", "tag": "学业压力"}
{"content": "宝宝请问怎么专注啊？每次写作业都不专注感觉自己有拖延症，然后每次用手机查题的时候就忍不住想要去看手机", "tag": "学业压力"}
{"content": "我们也是初一，忙乱中，所有买的资料我感觉现在都用不上，目前就是检查当天笔记，复习一遍知识点，解决一下当天不理解的地方，然后背课文单词，然后就该睡觉了", "tag": "学业压力"}
{"content": "好烦啊，上初中了，周末作业多的要死，学校饭菜难吃的要命，老师讲课跟个狗屎一样，破学校还跳闸，回家还得面对个**妹妹，一天天的跟个神经似的，哭哭哭哭哭，妈逼的烦死了，啥也不是！", "tag": "情绪困扰"}
{"content": "全国初中饭菜都那么难吃吗？我们这也是呢！猪吃的都比我们好", "tag": "身体与青春期烦恼"}
{"content": "看了好多上初中崩溃的铁子，突然感觉我好幸福我们学校老师人都特别好，年轻幽默还都是美女，我七上的时候是特别快乐，班主任管的超级松，直到七下换了班主任就开始抓的严了，七下其实我挺崩溃的，就是还有喜欢的老师教课强撑着，那时成绩也下滑，跟朋友也闹了很大矛盾，现在看开了，每天就是等着自己喜欢的课，然后上课摸摸鱼，一天就过去了，顺便再骂一下学校，然后表达一下以后考蓝翔把学校铲掉的伟大志向，一天就这么过去了", "tag": "情绪困扰"}
{"content": "欸？高中和高職不都一樣嗎？我同學會考30.8他沒有去上高中，他反而去大安高工，我問他為什麼，他說因為他的夢想是當工程師，我不知道你們，但是我覺得沒有哪裡好，哪裡不好，說不定高中你讀完還是不知道你要做什麼，當一個人找到志向之後不管走哪條路都是最好的，沒有什麼高中比高職好吧（個人見解）（沒有覺得老師說錯只是想換個角度來看而已）", "tag": "自我认同与自尊问题"}
{"content": "这就是真正的初一吗搜\n才开学五天就累得喘不过气\n听不懂的历史\n写不完的作业\n背不完的知识点\n每天加上晚自习一共十节课\n早上六点起床\n傍晚七点半放学\n不敢想象以后多恐怖\n这就是小时候梦寐的初一吗？", "tag": "学业压力"}
{"content": "自从上了初一，每天7：00前到校，20：20放学，老师还留作业，非常不适应，想念小学时光，而且班里没有小学同学，总是感觉心里不舒服😔，难受，想哭，特别是吃完晚饭后特别明显的感觉，每天感觉不开心，想妈妈，想放学，一想到上了更高年级就更辛苦就更难受了，感觉喘不上气。想问问大家有什么能感觉快速度过时间的方法或者能缓解这种感觉的方法吗", "tag": "情绪困扰"}
{"content": "有时候很害怕，我的同学那么优秀，我害怕我比不上他们，害怕老师不喜欢我，害怕学不好，害怕让父母失望，害怕考不上高中，大学，害怕我的努力全白费，害怕短暂的周末", "tag": "学业压力"}
{"content": "我也是!有点接受不了，每天都崩溃,我天天都哭,不想上晚自习,不知道班里同学为啥心态这么好,好想小学", "tag": "情绪困扰"}
{"content": "一样啊，好像小学的时候同学是我的支撑上了初中没有什么同学了，就好像天天不想上课，想哭", "tag": "同伴关系"}
{"content": "我也是看到你这条是2024的，然后但是我也想说，真的，上初中之后我其实是一个那种慢热，然后呢有一点爱内耗，有一丢丢悲观的那种，然后适应能力也不强，上初中之后就老是哭", "tag": "情绪困扰"}
{"content": "后天就要考试了我总是感觉还有很多没学到还不会的东西  好讨厌历史啊！世界历史我恨你  二次函数我恨   英语阅读我恨  语文文言文还不熟  物理也理解不到  我该怎么办啊", "tag": "学业压力"}
{"content": "时间根本不够用，作业难度大，每科作业加起来巨多，根本没时间去拔高，物理成绩一点都不稳定，英语一直在掉，之前引以为傲的语文也在掉，数学的几何辅助线，动轴定区间，定轴动区间根本搞不懂，政史又在好好背好好听，但打开卷子一脸茫然，根本不知道该写什么。很努力在学习，但是家长一直认为我不够努力不够认真，看着在我后面的同学一个两个全部到我前面，班主任上次找我谈话，说我明明七年级很优秀，是第一批队的苗子啊，我原本可以上最好的高中的。我现在每天都烦的不行，我如果不能上最好的高中我应该怎么办，我心中对我未来的规划怎么办？我每天都感觉喘不过气想跳", "tag": "学业压力"}
{"content": "玩没完痛快，学又听不懂，朋友选择摆烂了，我还在学学玩玩", "tag": "学业压力"}
{"content": "不好，一点都不好，这次期中考试直接用了献祭大法，文理分化特别严重（6门除历史之外，那三门文科和三门理科考的很差，同样考的很好先文后理）", "tag": "学业压力"}
{"content": "开学1个多月了我还是很想家，在家里也很想家，一到下午我就很想哭，我一直偷偷抺眼泪，我不喜欢说话他们也不愿意跟我玩我就很想哭", "tag": "情绪困扰"}
{"content": "刚来的一个星期，无时无刻都在想哭，刚下车就开始想家了，现在适应了几个星期，每次分开的时候，一想到妈妈不在身边就还是很伤心，没有办电话卡，打不了电话，每次都很羡慕的看他们打电话，提了，但是妈妈又说不需要，有问题找老师，刚来的睡的第1个夜晚很兴奋，什么事都没有后面舍友一屁股把我的蚊帐坐烂了还不给我修，让他修的时候就老是发脾气，说急什么急到头来自己给急哭了，然后妈妈说给我买一个新的，又突然释怀了，发现这些都是很小的事情，还是没有买，我也不觉得难过了，军训特别特别累，韧带拉伤非常的痛，然后，哭着找老师打电话，听到妈妈的声音就绷不住了，就跟喷泉一样。在小学很少哭的，怀念", "tag": "情绪困扰"}
{"content": "小学作业很少一上初中很不习惯，一回家就哭心里堵堵的，就早上刚起来还行其他时间一直很emo在学校也老忍不住偷偷流眼泪，就像放假，想快点到周末，每周都哭，几乎每天都哭[哭惹R][哭惹R][哭惹R]", "tag": "情绪困扰"}
{"content": "我也是，自从来了初中没有一天是开心的[哭惹R]开学已经5天了，完全没有办法适应，很难处理人际关系，在这个班里没有我小学朋友[哭惹R][哭惹R]原本分班考我是可以和我朋友一个班的，明明只有几天就要开学了，政府却通知取消分班考，随机分班[哭惹R]看着我很多小学同学被分到同一个班，真的好羡慕[哭惹R]人际关系完全不如小学，小学的时候下课我只要坐在那里就会有很多人围上来聊天，初中完全变了，我能清晰的感觉到有好几个女生莫名其妙的讨厌我，我不明白我做错了什么，班里只有21个女生，我没有办法玩到一起去的就有10个[哭惹R]每天都在哭，真的很无力[哭惹R][哭惹R]", "tag": "同伴关系"}
{"content": "成绩不好，学又学不上，压力大，开学一个月，我还生病了，作业不多但背的多，每天8点50才到家，早上6点30就走了，总是会胡思乱想，非常压抑", "tag": "学业压力"}
{"content": "天天都是两点一线 每天早上六点多一点点起来大概四十出门五十到学校七点开始早读 然后上一上午课上到十一点半下课吃饭休息十一点五十五到班上十二点开始上午自习然后又是一下午的课到下午五点二十放学去吃饭五点五十到班上六点开始上晚自习十点下课但我因为离学校近所以多加了一个小时也有好几个人都加了然后到家大概十一点二十有时候可能回来还要写作业晚上最早也要到十二点才能睡 而且学校里也没有什么特别好的朋友都是假惺惺的表面和你好背地里又讲你坏话的那种 有时候还会焦虑还会容貌焦虑身材焦虑真的好累每天都", "tag": "学业压力"}
{"content": "怎么描述呢 应该是周日回学校焦虑还有多想双重奏 周一快乐果断又有些遗憾 周二单调徘徊又奋战 周三大笑又讨厌喜欢跟自己比的人在某些方面超过了自己然后下午在紧张的氛围下浪漫 周四容易因为周遭的环境崩溃但有体育课可以跑步减压 周五暗暗窃喜可以回家并且会想起一些自己可能忘了的曲子 是晚上在宿舍里大家聊着聊着都聊睡了我还在打着手电筒复习 是一场小试上的无声大哭 是期盼着班会上老班因为开会晚一些来 是当大课间时集合的哨声响起全班大多数人发的牢骚 是做核酸时每回都要说的欠话 是欢声笑语的我 也可能是抑郁满怀的我 但是我总会让我成为我自己 在回家时也会让我成长迈出很大的一步 是不经意的骄阳照亮某某", "tag": "情绪困扰"}
{"content": "怎么说呢 初三 时间不够 休息时间也没有了 而且科目很紧现在是上半学期 我们语文和数学已经开始学下半学期的课了 我们有晚自习但作业在学校写不完 回来还有在写课外的练习 真的很忙 学习氛围好紧张的 很累 初三", "tag": "学业压力"}
{"content": "我初三，我和他在一起了整整一年。他会帮我打饭，我不喜欢的菜他会一点一点地帮我挑出来。下雨了他会帮我撑伞，800米他会给我葡萄糖在旁边给我加油。他年级前50而我就是个学渣，我们不在一个班。他好像很喜欢我，但我们分手了，我提的，但我也不知道为什么。", "tag": "同伴关系"}
{"content": "我初一 早上六点半到校 晚上作业多 晚自习上课 在学校一天的作业都写不完了 还有老师专门布置带回来的作业 写到晚上十一二点 晚上写不完 早上五点起来继续写  根本写不完 我写完作业就已经够累了 一天不到六个小时的睡眠 身体差的要死 体育分数又高 整个脸憔悴着 我的泪沟甚至都是硬生生熬出来的 在学校上课很困 效率低 学的什么也不知道 我很迷茫 家里条件差 就得靠我努力 可是我真的尽力了 我恨自己没有天赋 没有那好的才华 每回深夜 仔细想想 我也只是个普通人...", "tag": "学业压力"}
{"content": "6:50-20:30单休，新初一，睡眠根本不够，天天迷迷糊糊起来，疲惫不堪回来，教育的意义到底在哪里啊，学校兴趣课都是上语数外，美术课上语数外，很多体育课是语数外，一点运动时间都没有，孩子能健康吗？也希望校长可以多试试和孩子一样作息时间坐那边看看什么感受，管理的特别严", "tag": "学业压力"}
{"content": "我们甚至睡不到6小时，晚自习回到家都10点了，经常还有难题或写不完的作业要继续写，12点过才能睡，早上6点起，真的好烦！", "tag": "学业压力"}
{"content": "初一开始每天早上六点前到校，9:10下晚自习，今年初三了，9:30才下晚自习，有时作业太多回家还要接着写（住校学生9:50才下晚自习），高中决定校门口租房了（我们是实验班，直升高中）", "tag": "学业压力"}
{"content": "明天回到家已经八点了还有一堆作业要写 每次妈妈回家都把怨气发泄在家里 很大声吼着说话 说实话我真的有点害怕 而且不让我发泄一点脾气 连续两天回家都没有用修正带 用习惯了突然不用真的很不习惯 今天才想起来是我弟借了我的没有还给我 我：干吗用完不还我，每次都这样，无语。然后我妈就说：你语气能不能放好一点???而且还阴阳我。我都不知道我做错啥了 加上还有一堆作业没写完就是心里真的很烦很烦 我只想说能不能控制好自己的情绪，家人的话对我真的影响很大", "tag": "家庭问题"}
{"content": "我这两年一直在陆陆续续吃中药，浪费了很多钱不说，真的感觉没有什么太大效果，我也不知道为什么这五天又因为很多事情气急攻心，胸口呼吸道这里疼痛，呼吸困难。在学校吃不好，睡不好。今天早上回来了。然后去看那个认识的医生，给我把脉说我这个情况有点麻烦，气一直堵在上面，肝气郁结，给我开了一盒消炎药。我都读职高了，我不知道为什么上个学还这么憔悴", "tag": "情绪困扰"}
{"content": "这个是真的，考试前本来说11:20复习完了就睡觉，然后我妈就从前跟我说，你这么晚了还在复习，为什么不睡觉，然后就开始说我，然后我就哭了，因为真的挺烦的了，然后他就问我为什么哭？然后我就说没事我没事，然后他还要在那里追问，然后我跟他说，我现在要去睡觉了，他就开始在那里阴阳我，很大声，根本都睡不着，我就出去跟他吵，我知道明天要考试，但是我控制不住，我知道我也应该平静一下心情，睡好觉明天以一个充足的精神去考试，但是我就是平静不下来，然后就出去跟他吵，我跟他说你们都不要说了，我现在睡不着觉，他说我睡不着觉，是因为我根本没有做好准备，是因为我担心明天的考试", "tag": "家庭问题"}
{"content": "我是属于那种时好时坏的原生家庭 截止到初三，没有一次和好朋友出去玩过，高中才可以，手机也是初一才有的，然后初三又被没收了说要中考完以后再给我。而且所有事必须要按照他们的想法去做，要不然就要被骂。", "tag": "家庭问题"}
{"content": "同初三 每天在学校累死 本来在学校就被孤立 三年了也没有朋友 老师又不喜欢我 回到家还要面对阴晴不定的父母", "tag": "同伴关系"}
{"content": "我也是初三，我昨天体考跳绳失利了我特别焦虑我妈还跑来问我成绩怎么样我是一点都不想说一点我很烦躁，因为昨天下雨800延期了，今天上午学校本来安排集体去跑步训练一个小时的，然后我还是特别焦虑一点都不想去学校，我妈就来我房间问我去不去学校了班主任都来问了，我就没理我妈然后我妈就和班主任发消息了，下午澡洗好我就看了一下手机我妈就说我是不是和别人在视频，我本来就很烦了我就直接爆发了跟我妈吵架，我跟我妈说我没有视频然后我妈跟听不懂一样还怪在我身上，本来学校里的事情就一堆更是火上浇油", "tag": "情绪困扰"}
{"content": "我也是我是那种卷又卷不动 躺又躺不平 考试就是中等生 数学物理特别烂但是文科好 一直在拉扯 觉得自己要崩溃了", "tag": "学业压力"}
{"content": "广州初三，焦虑崩溃了，什么也学不好，想考中考730+，好难，学校很差，师资不行，我也不行", "tag": "学业压力"}
{"content": "6:50-20:30单休，新初一，睡眠根本不够，天天迷迷糊糊起来，疲惫不堪回来，教育的意义到底在哪里啊，学校兴趣课都是上语数外，美术课上语数外，很多体育课是语数外，一点运动时间都没有，孩子能健康吗？也希望校长可以多试试和孩子一样作息时间坐那边看看什么感受，管理的特别严", "tag": "学业压力"}
{"content": "我们甚至睡不到6小时，晚自习回到家都10点了，经常还有难题或写不完的作业要继续写，12点过才能睡，早上6点起，真的好烦！", "tag": "学业压力"}
{"content": "初一开始每天早上六点前到校，9:10下晚自习，今年初三了，9:30才下晚自习，有时作业太多回家还要接着写（住校学生9:50才下晚自习），高中决定校门口租房了（我们是实验班，直升高中）", "tag": "学业压力"}
{"content": "英语倒第二，语文倒五，数学正二十名内，物理正二十名内，政治倒十，历史倒二十，生物第一，地理第五。成功活成五五开", "tag": "学业压力"}
{"content": "心里很堵，眼泪啪塔啪塔的掉[哭惹R]\n放暑假了才发现自己真心朋友几乎没有，感觉自己像一个洞，伸手探过去里面什么都没有，空荡荡的[哭惹R]\n总是羡慕别人……他们有要好的朋友，有理解你的家人，给你情绪价值。我的家长对我挺好的，但不能提供情绪价值，总贬低我，我很不自信[哭惹R]\n我总在深夜抹眼泪，最给我安全感的就是被子和枕头[哭惹R][哭惹R][哭惹R]平常刷到很多网友分享快乐生活也会为此流泪，因为这是我未曾得到的[哭惹R]我为他们感到高兴。\n平常想聊天都不知道找谁，然后默默刷起小红书搜“难过怎么办”之类的话……去寻找共鸣[哭惹R]\n平常觉得自己很差劲，还很懒惰贪玩😢虽然任务按时完成，可是总会尽力争取哪怕一丁点的时间去玩[哭惹R][哭惹R][哭惹R]每天都会很内耗😭\n就有一种“在精神上我只有我自己了”的感觉[哭惹R]\n怎么办啊。", "tag": "情绪困扰"}
{"content": "其实就是只有自己，就算是最相似的人在身边也无法完全的互相理解。我们到死都是孤身一人，所以要去找到自己，肯定自己。如果心里堵的话可以试着写些小作文之类的…我初三就是这么过来的给自己发了好多 去医院复查的时候医生说 这就是你和你自己的和解。所以还是得靠自己 都是成长的一部分。既然是无法逃避的痛苦 那就顺其自然吧 总会过去的", "tag": "自我认同与自尊问题"}
{"content": "我生物地理中考前哭了三四次，我爸在知道我第二天要考试的情况下在三点把我叫起来和我说大道理，我就出去上了个厕所", "tag": "学业压力"}
{"content": "没关系的，我也是没有什么朋友，但是可以让自己忙起来。比如在课间我们可以，看看书，放松一下，背背课文，不去想就会好点，一个人也很好的，会有更多时间去干自己喜欢的，不用迁就别人。聊天不知道找谁的话，我觉得可以写写日记也算分享嘛，不过得不到回应，我记得有个那种软件写日记，然后会有人看到，回应你的应该。多夸夸自己，每个人都是独一无二的存在，有好有坏，我想你应该理性接受不好的地方，尽力去改变它 ，如果暂时改变不了的话，就接受不足，再想一想好的地方，不要就是我什么都不对什么都不好，可能是方向不对，就比如今天出去玩，下雨了，我就会想，啊今天早上就这么糟糕，我真是倒霉，可换角度想，会很凉快而且人也少就会好多了", "tag": "同伴关系"}
{"content": "呜呜共情了初二快结束时和朋友发生矛盾我们是三个人玩在一起的其实一开始也没有什么就是三个人我和另外两个莫名其妙的没说话然后我就去找别人玩了我有和那个人说我和她们两个莫名其妙的不说话什么的然后那两个人有一个人就说我把三个人的秘密告诉了别人我很明确的知道我自己是没有说的后面我直接去问了然后她们就说设什么没有呀没有的后面就是我自己一个人吃饭然后有一个同学就告诉我说那两个人在背后蛐蛐我后面我才知道那个同学其实也骂我了骂我骂的最多我也没有和别人说过我那两个朋友的坏话", "tag": "同伴关系"}
{"content": "我也是我初一 明明小学有很多朋友的 我有一个之前很要好的朋友 可不知道为什么都开始疏远我在新班级里被背刺了 那个人还叫上别人一起孤立我 有时候我也很想交新朋友 可我不知道该怎么融入她们 她们也都不缺我这一个", "tag": "同伴关系"}
{"content": "我是泪失禁+想家，初一上学期还好好的，下学期就不行了，周日晚上就哭，周一白天的课听不进去，想家哭，但只有我一个人这样，我们班其他人都很好，我真的很想哭，但又怕嘲笑，我已经13岁了，怎么办，有时候晚上不睡觉哭，求解", "tag": "情绪困扰"}
{"content": "想问问大家住八人寝室的感觉怎么样？我是新初一，但是我爸妈说住校可能更有利于我的生活安排，然后他们有一个朋友是老师也说住校更有利于学习，但是我有点担心宿舍的环境和关系是否有大家所说的这么复杂", "tag": "同伴关系"}
{"content": "青春期的我充满矛盾与困惑，既乐观又内耗，既情绪多变又听歌入迷。我试图理解自己却难以被他人理解，尽管成绩重要，却无法完全忽视内心的声音。", "tag": "自我认同与自尊问题"}
{"content": "加油，我更累5点半起就得为情所困，我希望他初二初三的时候也上小课桌，就算我每天晚睡早起，累s我也愿意，就为见他一面……", "tag": "情绪困扰"}
{"content": "之前我初中有次和我家长吵架，她不讲理，我气的去房间自己待会，暂时不想搭理她，她拿了个锤，把门砸了，锁卸了，我们的关系破裂了，今年我19，关系更差了，发生了很多事，我控制不住抑郁了，感觉好累，有些事情奉劝评论区的家长，有些过分的事，是过分的事，想好再做", "tag": "家庭问题"}
{"content": "我已经很努力了 但是真的好累 回到家会莫名其妙哭情绪失控。。", "tag": "情绪困扰"}
{"content": "我好痛。上体育课上的我浑身都痛。今天做了俯卧撑摸地纵跳直臂抡摆跳垫子弹簧腿还有一大堆跑十圈冲三圈 我屁股好疼腰好疼腿好疼肚子也好酸。笑都不敢笑", "tag": "身体与青春期烦恼"}
{"content": "初三的数学平时作业还可以看得懂为什么考试一紧张就不会了，成绩出来发现是初中最低分 我要哭了，其他人都说还可以，我承认我嫉妒了", "tag": "学业压力"}
{"content": "想换个班主任，谁懂班主任是体育老师又是田径社的老师的痛苦吗？每天体肓课就是7、8圈，上社团的时候还帮我们请假然后全部去上田径", "tag": "身体与青春期烦恼"}
{"content": "我看到初一作息时间就有点窒息，精神不出问题才奇怪，学生老师相互折磨，最后双双精神出问题。", "tag": "学业压力"}
{"content": "我精神快出问题了，首先我想让大家明白一点，就是有的时候我觉得初中真的比高中要苦诶就是那个时候你的思想其实是在被迫长大的就是就是，就是你刚从小学出来，按道理来说，你也才是个13四岁的小朋友但是说句实话，你初中了，他们就会说你都初中了，你都初中了每一句话恨不得就是把你拉成一个大人我们才刚小学毕业好不好？我们老师一天布置试卷，能不这个五六张五六章其实是五六份，就是一份，他有两张试卷我们才初一以后都不敢想", "tag": "学业压力"}
{"content": "要期中考了，最近状态不好，很多背诵的都没背完，数学英语也都有下降，语文更是烂到家，我真的接受不了成绩下滑，让我学好什么代价我都愿意", "tag": "学业压力"}
{"content": "初一上期末好像是班级第三，就比班级第一差0.5分，年排59。现在班里第八，年排138。从期末开始就觉得我考太差，不让我去线下了。", "tag": "学业压力"}
{"content": "大家可以把自己刚升学的烦恼都发出来发泄或是相互安慰吧\n我是高一新生\n我初三下真的玩得特别开心考上普高都可以说是完全意料之外，当时都彻底放弃普高了，没想到中考特别超常发挥刚好卡线过，暑假也一直在画画根本没预习，我现在真的特别不适应这个学习强度，入学考全班倒数第八，落差特别大（但是我接受，这是我应得的成绩，谁让我不复习），新学校一个熟人都没有，我真的特别不会交朋友，我也不是特别喜欢现在的同桌，可能是三观不合现在一直在吵架，我也特别不想住校，初中三年一直是走读的现在特别不适应，宿舍有单独浴室但是特别小，宿舍七个人，洗漱时间半个小时都不到。我每天根本睡不够，十点半熄灯，六点多就要起床。我们初中饭菜特别好吃便宜，现在高中难吃得跟shi一样。我们十一月份就要分科，我理科特别差，这点时间我很难补不上去，但是四川纯文高考选文科考本科真的特别特别难，我们今年还中考扩招，我妈妈给我压力也有点大，她觉得现在文科找工作难，特别特别想让我选理科，特别特别想让我学医，想让我考个医学大专，我真的特别特别不喜欢不想学医，我其实特别特别想学美术，想学服装设计，但是家里条件不太好，其实我妈妈对我特别特别好，我家人都对我特别特别好，他们都特别爱我\n有点焦虑睡不着，发发牢骚", "tag": "情绪困扰"}
{"content": "期中考炸了文科还没出，理科已经塌方了，化学29给我气笑了，我真的是从初中开始就讨厌化学，不知道在讲什么乱七八糟的……", "tag": "学业压力"}
{"content": "本来就考得是垫底普高结果成绩在这所学校还排不到前100我真的真的好崩溃我感觉我没有本科上我怎么办我能怎么办我就是学不好政治地理生物我能怎么办啊…我想考大学可是我现在的成绩学校是不让参加高考的回去单招", "tag": "学业压力"}
{"content": "我好烦啊，周围的人都好厉害，数学做一道题就不会一道题，物理有时甚至连题都看不懂，英语还是一科弱势学科，直接和别人拉了十几分，马上就要期中考了，感觉自己的成绩只能在班级中下游，家里人还放盐，必须要考班前十[哭惹R][哭惹R][哭惹R][哭惹R][哭惹R]，真的很累很累很累很累，而且也没有初中的朋友陪伴，周围的人都非常的卷，高中的难度和初中的难度简直是不能相比，老师讲课讲的特别快，而且有很多都讲的没那么细，做题的时候发现有很多都是课外拓展的，周围的同学有好多都去补课了，家里比较拮据没法报补习班，只能自学，真的好累，好辛苦[哭惹R][哭惹R][哭惹R][哭惹R][哭惹R][哭惹R][哭惹R]", "tag": "学业压力"}
{"content": "同是一个班的女生 干嘛偏要偷偷骂我是卖的。。。跟小姐妹说就算了 向跟我玩的好的男生造谣我干嘛？我去找你 只是想要个说法和道歉 我找你你不承认 我朋友找你你光明正大承认了 天天手机不离手的人 跟我说不知道卖的什么意思！下午再找你又不承认 放学回家 大半夜给自己打造成受害者哭着给我家长打电话什么意思 说我校园暴力你 明明我才是受害者啊。", "tag": "同伴关系"}
{"content": "体考杀我一万次，明天就要考了还下雨啊啊啊啊啊啊啊啊讨厌啊啊啊啊啊，一个星期前脚崴了，因为养伤一直都没练。，本来就跑得慢，这下更倒霉了啊啊啊啊啊啊啊啊啊怎么办啊啊啊啊啊", "tag": "身体与青春期烦恼"}
{"content": "本初三牲现状╰(⇀‸↼)╯\n十四岁以前过的顺风顺水 众星捧月，考过班2年12，心高气傲地曾想要超过所有人[再见R]。八下拼命努力，掉发天天失眠，但取得不错成绩。九上想好好调整心态放松自己，常上课走神，结果基础没打牢，尤其数理化无形之中退步，九上期末省考模拟班5。可是只有自己知道自己没有付出很多努力，反而看着别人努力进步自己着急……步入九下，总是容易被别人影响，怕别人卷自己超过自己，心里特别浮躁着急，可正当自己做事又做不进去沉不下心。明明可以考重高，但总因为心态犹豫不前，时常焦虑我真的快崩溃了_(:з”∠)_\n简单来说\n问题1️⃣ 看见别人学习我就慌。可能是嫉妒心作祟，看到那些曾经学习成绩不如我的逐渐靠近我 超过我，我心里多多少少会很不甘！比方看到别人内卷我心里会兵荒马乱……\n并且学习的时候总因为关注别人而没办法专心做事，导致我常想把事情做好，但心有余而力不足\n问题2️⃣ 有目标or无目标，我真的很迷茫。\n可能是八下那段时间很压抑，我不想再那么狠逼自己。九年级就没有给自己定明确的目标。\n\n我之前想考重高，可我又担心上了重高因为自己心态问题承受不住压力（我抗压能力不是很好）所以我畏缩了，我又想着要是考当地普高的奥赛班，但环境师资又是另一说……我目前就读于一所每学期学费一万多的私立学校 是我们当地最好的初中且升学率很高，我在里面算成绩不错的。\n但就是很迷茫，就像一只小帆船在茫茫大海上，我既没有前进，也没有后退，徘徊在海面上，只是眼睁睁看着别人坚定朝自己目标驶去，我也只能随着大流方向茫然前行\n有人说“没有目标的生活 是向机会投降”。每当我定下目标，我心里就恐慌，又有心理压力了\n敏感细腻+想太多+自信时有时无+易焦虑体质+急于求成+老妈遗传的急性子……我tm简直buff叠满！不过目前我也接受事实了，之前一昧的抱怨也没啥用 我现在只想抓住最后时间解决问题 看看自己是平淡地过这七十天呢 还是努力拼一把\n问题3️⃣ 对未来及学习的意义不明，没有真正为自己而学。老实说我之前还是个学博哈哈哈，当时自以为明白学习的重要性，为成绩打下不错基础。咋感觉上了高年级越来越急功近利，只是追求分数和夸赞而不是去注重过程。我有时感觉是在给别人学，很在乎别人眼光。\n总结：我想变得更好。求求善良的大家给我一点advice吧[哭惹R]我真的xN很需要[哭惹R][哭惹R][哭惹R]我会很用心去看的！", "tag": "学业压力"}
{"content": "初三一上来有种扭曲的心理就是不希望别人考的比你好", "tag": "自我认同与自尊问题"}
{"content": "一样 我们这还是乡镇  高中不多 大多还是私立  我地生不太好 但最后地理不知怎的开窍了点 也就那样 生物从七年级就不好 老师也不负责 从来没给我们讲过作业 初一入学时好奇敏感觉得人要扎堆 就是友情脑 不懂为什么要学习 后来八下 我开始改变 很努力学习 班主任找我谈了好几次 让我不要给自己太大压力说我抗压能力不行 心态不好 最后我地生也没考好 成绩出来了后自责了好几天 班里有个女生成绩和我差不多 然后有时老师会拿我们来比较 就是竟然考了一样的分数 很差  班里男生就是那种比较骄傲的 每次他们谈地生会考的时候我都很自卑 对不起老师 地理老师是班主任对我非常好 每次代表班里参赛都是让我去锻炼", "tag": "学业压力"}
{"content": "我们刚刚三模成绩出来，考砸了，退步了很多，现在距离中考还有24天，但距离我的理想高中还有将近七十分，我真的每天被作业困住，感觉每天的时间只够写作业的，晚上少少熬会夜学会习，第二天早读就会边读边睡，我讨厌的人在我前面，我的好朋友这一次也都超过我了，我有时候真的被弄得很烦，跟焦躁，想拼命学习猛超他们，但总是会被自己的懒惰给阻碍，我有时候真的很痛恨自己为什么明明想的很美好却总是做不到[哭惹R]", "tag": "学业压力"}
{"content": "我和你一样啊宝贝，而且我体育超级不好，都不及格那种，我不知道怎么练才能及格，一直在进步但是因为刚开始就太差了，根本做不到满分，我有点不想练了，因为我和那些没练的一样都拿最低分", "tag": "身体与青春期烦恼"}
{"content": "宝子，语文和历史怎么学啊你考得好高我之前也有过90多现在会回都是80几，而且我的状态也很迷茫", "tag": "学业压力"}
{"content": "英语考22我真没招了，我求求你了英语你给我点分吧，求求你了给我点分吧，本来理科就不行了英语还不行啊，真的想死了报了1对1花了两万五还是22分，语文还只考八字头，数学物理化学更是死了，天天回家就知道打开手机玩，然后假努力一分钟", "tag": "学业压力"}
{"content": "停停停你们的精神支柱都是咋找到的…（我有三四个特别喜欢的角色，但是每次不想活了还是不想活了甚至还因为一个角色内耗…（就是整天想着自己成绩那么差她会不会讨厌我不喜欢我之类的））", "tag": "自我认同与自尊问题"}
{"content": "每天不是讲课就是刷题，课间除了上厕所喝水也没别的，喝水都得看着题目喝，我同学上厕所都带着题[汗颜R](我不敢带我怕掉🚾里[偷笑R])不过我感觉成绩还是挺好的，每天都是两三点睡觉，这是今天找学习资料，突然翻到的一个帖子，要不然平时都没时间……每天作业一大堆，写都写不完[哭惹R]体育基本都不是优秀，基本都是良好，我体育很差，还好其它科抹平了[捂脸R]这次期中考试本来想考年级第一的，最后满分850，我考了840.5，是年级第二，第一好像是843(具体忘了)语文我觉得算我的强项，毕竟语文比较难，以下是我这次的成绩(不包括体育)(不是炫耀不是炫耀不是炫耀！重要的事情说三遍)真的学习压力好大啊！我要睡觉！", "tag": "学业压力"}
{"content": "我成绩也不差 大概是第二考场（总共六个考场）然后老师天天阴阳我说什么我自己不想学别带坏别人什么的 然后说什么没人管啊什么的 说我装说我差（其实我挺好的 她故意的）", "tag": "自我认同与自尊问题"}
{"content": "好累… 妈妈我真的好累[完啦R]\n周末每天写作业到晚上12点，上学日也要写到11点\n天天早5晚9 [抽泣]天天着急头疼 天天上课打瞌睡[叹气]\n竞争对手又太卷了，我真的控制不住我自己的情绪状态，心理一直不平衡，一边玩一边焦虑“考不上高中怎么办”老师着急我们也急，就是学不会，学得慢，背书也慢，到底要怎么才可以满意啊，我们并不是很轻松快乐……", "tag": "学业压力"}
{"content": "除了熬夜背书，还能怎么办？麻痹一下自己，通过学习，我也初三，现在就是晚上11点12点多睡，早上还好，6点起，上课基本上都不困，因为中午有午睡的，应该是熬习惯了，实在无聊就刷会题，很崩溃，就写日记发泄一下", "tag": "学业压力"}
{"content": "救命吧 我成绩很差成倒数了都 都快要中考了 之前一直摆烂 想努努力考高中呢 跟我妈沟通不了 配合不了一点都说了我在学校一点都学不会 天天坐那干啥 给我找个一对一 她一直跟我说我这么差劲一对一都教不会我 跟我说学多少是多少 那我考不上高中怎么办", "tag": "学业压力"}
{"content": "我高三，有自己的学习计划，有目标。我妈一直因为小事和我吵，连一顿早饭也吵我不想学了，累了。让我当你女儿吧，最起码你对我好好说话，我也会好好说话。真羡慕别人家长。", "tag": "家庭问题"}
{"content": "我现在13岁，不知道为什么，从今年开始特别不喜欢我妈妈，我也不知道为什么，开始讨厌她的各种地方，明明他以前也是这样的，我跟他在一起就感觉不自在，不希望她放假，就想天天一个人待家里，而且我还特别想赚钱，我想出去，不知道为什么，很奇怪", "tag": "家庭问题"}
{"content": "聊过但是实际上还是会纠结的，挺麻烦的，尤其遇到天天叽歪人的同学的话更麻烦", "tag": "同伴关系"}
{"content": "发现没有，往死里卷的就是我们这些普通人生的普通娃，卷一卷成绩就能稍稍提一下，不卷直线下滑。而那些真正的学霸真的是基因决定的，昨天期中表彰大会，前二十的孩子，他们的父母大多数是985高校毕业，你说你和他们咋比，基因这就比不下去了", "tag": "学业压力"}
{"content": "课上就讲点基础，课后作业没一题是基础题，就默认你都学过一遍。物理化学实验是不做的，但是实验报告要你写完，换了个很烂的物理老师，回家说课都没听明白，只好跟他上一遍课再做作业，数学物理化学全是大套卷子，语文又是作文又是背诵，英语不仅要把ssp全部做完，还得把文章背下来，明天还要默写八十多个单词，每天都有写不完的作业背不完的课文句子单词，在这片土地上，每个年龄段的人都活得好累", "tag": "学业压力"}
{"content": "我们初二，我正在等候她给我讲题，我们是她得学会给我讲明白，才算她能掌握，老二已经睡着了，我12点睡，早上六点二十做早饭，唉，这日子", "tag": "家庭问题"}
{"content": "小升初刚开学在学校好难受，想哭[哭惹R][哭惹R][哭惹R]\n周围同学以前都一个小学的相互认识，就我孤零零一个人没朋友\n新老师新同学新环境我尝试融入但就是不适应，这不是我想象的初中[哭惹R][哭惹R][哭惹R]", "tag": "同伴关系"}
{"content": "我昨天一个人在被窝里哭 怕自己跟不上 学习成绩差 还想家 总是觉得还是小学好", "tag": "学业压力"}
{"content": "初中第一次月考成绩断崖式下降，排名惨不忍睹，连高中都不一定能上，感觉天要塌了", "tag": "学业压力"}
{"content": "我是一名中学生，开始住校以后越发觉得自己孤独，总是无法融入同学的圈子，在校园里也是独来独往，时间长了，总觉得同学们在背后说我，越来越焦虑，我应该怎么办？\n\n其实很多中学生朋友都会遇到这个困惑啦，先不要担心，首先人是社会性动物，社交是自然需求，而青春期的我们又特别敏感，一旦感觉到不被接纳和理解，这种感受就会被放大，感觉全世界都在抛弃你。 羊羊学长也有过类似的经历，那如何改善呢，有以下几条建议：\n先分析原因：\n1、可能是开始住校后一时还没有适应新的校园生活，没有找到合适的机会融入同学中间，可以尝试多参加一些集体活动，多和同学接触，不要预先把自己封闭起来。\n2、至于同学们在背后说你应该是不存在的，他们都不了解你，怎么会说你呢，应该是你自己想多了，把自己的心态放轻松一些。\n几个建议：\n1、 不要丧，努力提升自己。可以多读一些好的书，平时加强运动，学会调节自己的情绪，让自己变得积极乐观起来，自信乐观的人会更吸引别人主动和你交往哦。\n2、学会独处。人生而孤独，因此要学会和自己相处，如果发现自己真的无法融入现在的同学之间，那也没有关系，中学只是人生的一个阶段，以后还有很多精彩的经历在等待你，所以千万不要焦虑，有时候一个人比一群人走的更快哦。", "tag": "同伴关系"}
{"content": "也不是必须和人一起走，反而更喜欢独处。但是看别人都成群结队的会不舒服，觉得自己太特立独行了，像在搞特殊。怕别人觉得自己被孤立，怕别人注意到我。觉得身边有个人别人就不会注意到自己。不敢自己一个人走，觉得尴尬，不敢自己去厕所，不敢跑步。总之自己一个人的时候走路都会变得奇怪，会使劲我拳头，扣手，低头走路不敢抬头怎么回事啊，该怎么办啊？", "tag": "同伴关系"}
{"content": "我朋友最近都在和另一个人玩了没人和她玩时她才会来找我，主要是我在学校同班就她一个朋友", "tag": "同伴关系"}
{"content": "有朋友，但是好像被孤立了，她们不经常和我玩[萌萌哒❽她们过生日时我想送礼物来讨好他们，试图继续保持友谊，因为我脑子不好使 看着她们讨论问题很尴尬 我唯独英语比较好 数学差 之前我数学考得不好 因为小事和朋友发生矛盾，她就故意戳中我的缺点，“你数学才考那么点分”我就很伤心绝望，那时我脑子一热也说了她英语不好，我平常不会说出别人的缺点，被她激怒真的受不了。她们忽视我，把我当摇钱树（吃饭永远是我付款，大到40多，她们从来没有请过我，有次两个人一人一杯饮料[笑哭❽还是5块的[笑哭❽（三人友谊）我只是个意外[笑哭❽之后我都是独来独往，一个人吃饭，一个人玩，一个人学习", "tag": "同伴关系"}
{"content": "从幼儿园开始到初中接一直没朋友，初一时好不容易交到一个朋友，可是因为我太不爱说话了，也没和我一起玩了，每天都是孤独一人，有分组的时候就特别焦虑感觉现在不知道该怎么办才好，每天上学的心情都是崩溃的", "tag": "同伴关系"}
{"content": "为什么要把初中生搞得这么累？ 6.00就要起床，晚上7.30放学，回家还要写作业到深夜，长身体的时候，每天睡眠都不足，年纪轻轻黑眼圈就很重了，所以，能晚点到学校，早点放学吗？这样的作息，学习效率真的可以提上去吗？", "tag": "学业压力"}
{"content": "我真的想不明白，那么早起来就为了多上那几节课？整个人精神就不好，困死了，上课的效果还低，这样的意义何在", "tag": "学业压力"}
{"content": "早读站着读的意义何在，难道站着就读了？我真的服了，还有大课间跑操，大夏天的热的要死还要出去跑操，跑完就上课，本来就指望大课间补会觉的，你说你跑就跑呗，跑一两天就停了，我服了，还有你在篮球场那边装修，中间隔着一整个球场，你跑过来把我们羽毛球场的网拆了，算怎么个事，拆了就拆呗，你还把网给藏起来我真的服了", "tag": "身体与青春期烦恼"}
{"content": "今天我感冒了，作业还很多。延时（可以理解为晚自习）是英语考试，承诺了如果英语占用了延时就不布置作业的英语老师，叹一口气，让我们写两篇作文。\n课间打电话给妈妈，希望她能放学来接我，她不愿意，说有什么不能自己走的。我解释，说作业很多，身体难受，不知怎么眼泪就在眼眶里打转。她把电话直接挂了。背着同学，眼泪被我偷偷抹了干净。\n\n放学，夕阳还在。从走廊一头望过去，瓷白的地板变得粉红，橘色的霞光晃晃地流着，心中一亮。我从走廊这头往靠近夕阳的那一头走去，跟着眼前的瓷砖，想去那粉融融的光中，触摸冰冷教学楼中，唯一温暖绚烂的瞬间。\n可是往前追着光，怎么都碰不到。最终走到了走廊尽头，地板上的光消失了。抬头，围栏上的网线割裂了日落的壮丽，扎进眼睛。我想撕破这一根根铁丝，追那余晖。然而，当真正去看那片天时，只有一点点红色的夕阳，缩在高楼大厦后面，和我相距一整个天文单位。\n本想说，虽碰不到最美丽的，还可享漫天余韵。但是看那日落，离我好远好远啊。\n就连我可望而不可即的霞光，不过是8分钟以前太阳无意的一瞥。\n用力去追，去抓，可我还是无法拥有，甚至无法触及。\n我和它离了那么远。\n眼泪又要出来了。\n\n我不知道我的眼泪源自于谁。老师尽责地批改作业，妈妈工作一天也很累，我努力地写作业……谁都没有错。\n只是所有人都被卡住了。我们都知道外面有一片美丽的天，但是我们都在一张网后面。用力去追、去抓，却依然无法触及。\n像是身处一片汪洋，但我不会游泳。使劲地扑腾，眼前仍是一片水雾在流动，水之上是不知何处的粼粼日光。\n我好努力了，可还是错过了日落。\n日落壮丽之后，是沉沉的夜。\n\n我于是不理解我的努力。但我仍旧努力，因为周围人都在奋力地拍着水，往前。我甚至不知道我现在写完了作业，是否可以写一篇小小的随笔，而是应该学习其他人，按照自己一开始定的计划，在课余刷厚厚的卷子，雄心壮志，一刻不停。\n不过我清楚，此刻的彷徨失措是暂时，毕竟明天又是新的一天。还会有新的作业，新的努力，新的日落，新的眼泪。\n生命依然继续。", "tag": "情绪困扰"}
{"content": "上周日调休，我本来周末两天的课挤到一天上，加上周六晚上十个小时课，如何周一要月考，我周日晚上上完课着急忙慌赶学校作业，写了一半一看十一点半，去隔壁房间和我爸妈抱怨了两句学校布置这么多作业，我爸来了一句：“你早怎么不写啊。”我当时就崩溃了，我在家一整天上了七个半小时的网课加上前一天晚上十个小时他问我早怎么不写作业啊然后第二天我和他讲我上课上了一天他笑着来了一句：“哦，我不知道啊哈哈”我们两个一整天都在家他备课我上课他竟然不知道我上了一整天课把我心态搞崩了也没道歉", "tag": "家庭问题"}
{"content": "初三每天晚上九点多才放学 今天就感觉很倒霉很粗心 周练考试都很容易的题目看不出来 短语突然忘了 回到家发现今天奶奶又出车祸了 我连伤心的时间都没有就赶紧写作业洗澡 现在已经11点多了 我在抄写语文古诗看了一会小红书真的感觉好累啊 今天物理随时练也算错了很多然后老师还阴阳怪气我 我是组长还因为这个扣了十分 明天英语成绩公布我又会死于他的嘴下[哭惹R]我们班主任真的很负责但我最近状态是真的不好 我妈妈也是刚做过手术差不多 那天晚上我甚至都晕倒在了教室 不知道怎么办了 考了年级前十五也被班主任骂 好累啊啊啊啊啊[哭惹R]化学物理数学都不擅长反应慢死学 我为什么这样啊 恨我自己", "tag": "学业压力"}
{"content": "新初一的 在重点班 不知道为什么感觉大家上课好像都很快就懂 老师讲的也挺快 因为十一月要全镇期中考了嘛 我觉得自己的历史好像什么也不懂写练习卷也不会中午回到宿舍就在被窝偷偷哭学姐们有什么好方法学好历史吗", "tag": "学业压力"}
{"content": "我初一的时候成绩很差 真的很差 现在初二了第一次月考我努力背书 进步很多 但是月考的时候很多人抄所以我们班女生说我是抄的 还会用不好的眼神看我 虽然老师相信我但是我心里还是很难受 每次一考好 都会被人质疑 难道学习不好的学生一定一直学习不好吗", "tag": "同伴关系"}
{"content": "我也最近几天恍恍惚惚的。。。重点班，没有周末没有中秋什么都没有，暑假只歇了几天，每天上课十几小时天天一两点睡六点起好困好累，前两天送餐出问题了午饭等了好久吃不到突然就崩溃了特别想死（，本人经常莫名其妙的耳鸣胸闷走神睡不好之类的，但太忙又没时间去看医生怕落下课（）但是我又觉得自己不能死，我他媽好不容易努力了这么久还没看到自己的成果呢凭什么死凭什么放弃[生气R]", "tag": "学业压力"}
{"content": "加油晚上10点本来在赶练习册，和我妈说些心事之后她就开始骂我，我哭了她还一直骂我受不了了就和她吵，哭到呼吸碱性中毒去医院了，现在刚回到家，作业也没写完，明天还要上课", "tag": "家庭问题"}
{"content": "在学校里被老师监控 在家也有 学校里听完老师骂 回来又得一一回复爸妈问的一堆问题 有时候就突然奔溃了 连哭都感觉浪费了好多时间", "tag": "情绪困扰"}
{"content": "应为腿粗我很少穿过裙子，要么偶尔穿短裤要么穿长裤因为我觉得我可能不适合或是腿粗", "tag": "身体与青春期烦恼"}
{"content": "我都是声音小 全班罚 站着读 读的好的小组可以坐下 其余继续站着 然后还会弄一个那个朗读养小树的页面在那 声音越大 小树越大 他们也能凭借这个判断自己够不够大声 但这个仅限于初一 我觉得初二那种老油条肯定不管的", "tag": "情绪困扰"}
{"content": "初二就是老油条，很多人这时候不仅不读书，还希望身边人都不读。以为给老师读书呢。说的方法对于听话的孩子还是会听，不听话的跟本听不进，到头来还要说一句老师针对", "tag": "同伴关系"}
{"content": "优生才不是没有压力。为什么所有人都说优生没有压力，随便学学就能考的很好？优生只是优生，又不是天才。优生在八点半下了晚自习，还要回家刷题刷到凌晨；优生只做好自己是不够的，因为他们还要为班级树立榜样，树立良好班风；优生在每次考试前都要面对无止尽的期待和与之成正比的焦虑……优生才是最累的。", "tag": "学业压力"}
{"content": "初一，一样，作业不写，早上起不来的时候就不去学校，目前快班，成绩中等。大人自己抑郁了，在考虑要不要吃药。", "tag": "情绪困扰"}
{"content": "我家的会写作业，成绩也还一般，不乱发脾气，不厌学，就是不爱和父母沟通，喜欢和女同学聊天刷存在感，然后女同学聊完转身告老师，说骚扰她，还被逼写道歉信", "tag": "同伴关系"}
{"content": "上了初二感觉自己要精神分裂了，这辈子没有这么累过，开学到现在没有工作日睡觉超过七个半小时。作业特别特别多我要崩溃了，白天跟朋友玩抽象让所有人以为我大大咧咧的实则没人能比我更敏感了，一想到人际交往学习成绩和老师父母的期许压在自己身上我就忍不住想哭，有一次晚上回家骑自行车突然发现作业根本写不完还要补周末落的，妈妈出差了我自己一边蹬车一边哭，回到家之前还要把自己哄好。。晚上经常写着写着就哭了，情绪根本调整不过来，从开学到现在没有一件事是让我彻彻底底的开心过，最好的优势科目两次失利，感觉自己好矫情啊动不动就抱怨累，都上初二了怎么能敏感脆弱成这样啊[可怜R]累的要死要活就连一个早读都不敢请假，我真的没办法在这个状态下继续初二的学业。朋友圈都不敢发怕他们说我矫情，感觉自己再这样下去离抑郁症不远了", "tag": "情绪困扰"}
{"content": "一时的失利不代表什么，只要坚持去做好这件事，我相信结果都不会太差。调节情绪的话，我也不知道怎么说，我现在也调节不过来我的情绪，但是情绪都会过去的，八下失去朋友学业压力家庭矛盾带给我的的孤独压抑一直困扰我，但放了个假也就忘了。我感觉给我最大的感触就是，不要把阶段性的友谊看得太重要，只有自己和家人是永远的。本人现在初三，作业多，压力更大，最近几周更是没有一个工作日睡了超过6个小时。所以对比之前，我在人际关系这个问题上变了很多，我之前一直很耿耿于怀的找一个特别好的朋友，但是现在的我就是融入集体，顺其自然就好，融入不了就更加专心学习，提升自己，只要我们内心是美好的，就一定不怕交不到朋友。", "tag": "同伴关系"}
{"content": "攒了半学期的负向情绪在今天对完考试答案一下子全爆发 感觉自己已经在崩溃的边缘徘徊 数学奋战两个小时算出来最后一道大题 结果三个答案忘记取舍掉一个了 突然感觉自己就是个笑话 一下子就把我打回原点 那我努力还有什么意义呢？ 我费劲功夫就要爬过一座山结果被脚底下一块石头绊倒了 我好像真的起不来了", "tag": "学业压力"}
{"content": "每天都是不超过七个小时的睡眠，明明好累，好辛苦，从来不抄作业，每节课都好好听，每周上补习班，成绩还是越来越差，从数学上个学期接近满分，变成擦线及格，语文更是直接不及格了，英语也越来越差，副课也是越来越差，我真的不知道怎么办了，我没有一点优点，我近视严重，身体差，一上体育课就肚子痛得要死，还有一大堆毛病，一吃就胖，还是个严重内耗自卑嫉妒心强的性格，乐器越练越差了。。老师都觉得是我没有好好学，可是我也好累，我真的有在好好学了，我的同学，以前考四十分，她也不听课，谈恋爱，现在随便一学数学第一名，我明明以前是第一名啊，现在都到中游了[哭惹R]为什么所有人都在怪我[哭惹R]", "tag": "学业压力"}
{"content": "前途一片阴暗，好凉快。人生一波三折，好便宜。生活千疮百孔，好透气。计划又泡汤了，泡汤很舒服啊，因为太多人对我蹬鼻子上脸导致我的面部比较扁平，我是被害的，话到嘴边又咽了下去每天以此来获得饱腹 烦恼像雨后春笋般冒出来  嘿嘿好好吃啊 人生处处是阴影 嘿嘿好凉快啊 人生的污点太多了 嘿嘿波点裙 被生活泼了一盆冷水 嘿嘿又省一笔水费 全部的计划都泡汤了 嘿嘿泡汤好舒服 人生如履薄冰 嘿嘿免费溜冰场", "tag": "情绪困扰"}
{"content": "怎么考上一中？或者说全校900多名考139名能考上几中", "tag": "学业压力"}
{"content": "有一个初二生要碎了...…从五年级开始一直到初一上期就一直是班上的尖子，几乎就没下过班一，月考考过年级第一，但从初一下就开始猛退，上学期期中都掉到班级第八了，现在好不容易到第五、六的样子，但发现自己现在已经上不去了，总分离我班第一快40到50多分了。特别是数学拖了我好多分，甚至有一次只考了70多，而身边（之前数学跟我差不多）的朋友已经稳拿120了，ta用40分钟写完的满分卷我要用八九十分钟，而且我还有大题不会做空着，但其实我每天都在家不停不停地写题，也有去弄懂错题啊，但就是上不来。最近在学校心情也不太好，不断地内耗内耗到厌倦……", "tag": "学业压力"}
{"content": "深夜的台灯下，试卷上的字迹被一滴水晕开——哦，原来是我又哭了。\n他们说：“初三嘛，熬过去就好了。”\n可没人告诉我，该怎么熬过反复崩溃的夜晚、听不懂的电路图，还有永远算不对的二次函数。\n我变得奇怪：\n上一秒咬着笔杆斗志昂扬，下一秒就因为一句“你怎么还没写完”红了眼眶；\n明明知道该努力，却总在打开书时被疲惫淹没，然后陷入更深的愧疚……\n“矫情”“脆弱”“想太多”——这些标签像蛛网一样缠住我。\n可我的委屈是真的，累也是真的。\n如果连哭都要挑时间，那成长未免太残忍了。\n但你知道吗？\n昨天解出压轴题的那一刻，我忽然觉得：\n那些边哭边写的日子，像在蚌壳里磨珍珠——\n疼，但值得。\n> “我们不是脆弱，我们只是正在变强。”\n---\n“你也有过这样的时刻吗？\n在评论区抱抱彼此", "tag": "情绪困扰"}
{"content": "我好崩溃我初二为什么要那么叛逆为什么要玩一整年 现在学的好痛苦", "tag": "学业压力"}
{"content": "唉…我也来说说我的故事吧 班级第一兼班长，不仅要管好自己的学习还要管好纪律，这就算了，主要是他们管了也不听，真的感觉很无助啦，周围都是讲话玩耍的，父母叫我别管他们自己学就好了，可是这么吵的班级真的学的进吗？我还要摒弃杂念学进去，真的很烦啦，成绩下滑很严重，老师也说是我不够努力，带头作用没带好所以我们班考的这么差可是你没听见早读读的最响的是我，下课坐在位置上做作业最久的是我，上课叫他们别吵了的还是我，我真的不够努力吗？我难道不想每门课都考的好吗，我难道不想考全校第一吗？都说像这样曾经发过光现在黯淡的是最痛苦的，其实真的是这样的，感觉全世界都在指责你的退步", "tag": "自我认同与自尊问题"}
{"content": "真的，明天要上学，今天这么晚还是不想睡，一直在哭，有点喘不上气，好累，他们说没事，再上几天又能放假了，可现在到了初三，一天要过去没有那么简单，一天也是天不想每天都坐在那张书桌前，每天我都不敢休息，困了在下课时间也不敢睡觉，怕他们说我懒，初三啊，好像休息都变成错误选项了。所以现在搞的自己很累，成绩是有提升，但是人每天大喜大悲的，感觉要被掏空了", "tag": "学业压力"}
{"content": "好难过。二模考得稀烂 最擅长的科目全都考砸了。人生真的一摊烂泥。。不想去学校。。也不想面对所有人。家都不想回。。", "tag": "学业压力"}
{"content": "只敢在周五放学之后哭一会，因为平时哭了就没空写作业了，因为只有周五家里只有我一个人，又不敢哭太久，因为明天还要上课，临中考最后16天，每一天都清醒的麻木，每天7点前到教室之后就开始考试，考完一张订正昨天的一张，订正完再考下一张，中午五分钟吃完饭回教室继续考试，下课了写学校作业，再听着老师在讲台上失望的话，可是就这个强度我上一次三模的分数在上海普陀只能上个桃浦，每次想到这里都觉得自己可悲的想笑，不知道每天自己在卷什么，不知道自己在做什么，拿着卷子题目要读三遍才能进脑子一点点，摆脱了初一殴打学生的老师之后，又在初三这个泥潭里深深陷进去了，每天有流不完的眼泪，只敢憋到周五一起哭", "tag": "学业压力"}
{"content": "控制不住想玩手机 然后玩了几个小时后到晚上自己内耗难受感觉今天自己没有学什么 第二天一定要努力 到了第二天还是这样循环往复 好焦虑", "tag": "网络相关压力"}
{"content": "我好累好累 就是提不上去分数，就是考不进年部前200，我就是个废物，永远都被说，顶一句嘴就会被谴责，父母明明知道自己没有理，可是永远都是站在最高点指责我，永远都不会说自己的错，就算知道也会为了面子这样，“养你已经很累了还要补课多少钱啊你总是瞎买没用的也不好好考，最后看的就是成绩啊”没看到等于没学习，看到了就是在装样子，玩一会儿就是玩物丧志，我说了自己的目标就是空话，不说目标了呢又说不告诉我们怎么知道你做了[微笑]父母没有理了就会把所有对我好的事情拿出来说一遍要么就是没收手机之类的话我真的好崩溃，谁不知道父母为了我们好，五一放假三天跟我吵了三天，我真的好累说出来又说我天天说累给谁听呢[哭惹R]", "tag": "家庭问题"}
{"content": "上初三了，厌学，不想去学校怎么办😞\n\n开学还不到2个月，瞒着家里人差不多请了八次假。\n不是我不想学习，只是不想去学校。😔\n\n我知道我现在的主要任务是学习，我也是想努力学习考上好的高中的，不只是因为不想辜负家里人都期望，更是因为我想体验高中和大学的生活，虽然可能不会像我想象中的那样美好。😊\n\n但是我一点都不想去学校，在学校待11个小时，课都听不进去很困，很累。并且我也服了课后服务，课后服务的作用是什么啊？我请问，回家都累死了，还要写作业到很晚，早上又要去学校，在学校因为很困，课都听不进去。😤\n\n并且在学校我一个朋友都没有，啥活动都是我自己一个人，我并不会因为没朋友感到尴尬，我只会感到无助和害怕以及孤独，但是我并不会讨好班里的任何人。😋\n\n我感觉我有一点社交恐惧症，所以在学校的时候，我会感到害怕，甚至有时候克服了害怕变的自信了，但第二天又会变回来😓，有时候我会手抖😡。因此我就不想去学校了，因为没有朋友，并且待在学校会让我感到害怕，我一点安全感都没有。我初一初二其实是有朋友的，但是后来他们就各种不尊重我，我就远离了他们(我并不后悔，反而很欣慰)。后来上初三了，我也试着和别人聊聊天，确实和她们聊得来，不过我不主动，她们压根就不找我，在体育课上去找他们，她们也会有意无意的孤立我，我就很生气，就不想找任何人聊天或别的什么了。😒\n\n就是这样，班里人太冷淡，我适应不了，因为有时候，我自己一个人在操场上逛的时候，或自己一个人干别的什么事情，班里人都会下意识的看我，让我很不爽，她们看我着我，啥都不说，只有一种同情我没朋友的眼神。\n\n真的适应不了这种环境，虽然不会有任何都霸凌和侮辱，但是就是让我觉得不舒服。\n\n就是不想去学校了，去学校让我的身心都感到累，前段时间，我为了不去上学，打算离家出走，但是后来放弃了，因为我认为离家出走不是个好办法，还可能会害了我自己。偶尔我还会想到一些很极端的方法不去学校，比如把脚崴了，手骨折了，在医院躺几个月，边休息边学习啥的，但也只是想想，实际上我根本不敢这么做，因为害怕连累家里人，让他们担心，还伤害自己(我自己也绝不做这种蠢事)😓\n\n但是我真的不想去学校，一天都不想去😡，去学校让我感到绝望🙃\n\n或许我的价值观有点问题，看待问题不成熟，不过还是想把这些说出来😊", "tag": "同伴关系"}
{"content": "我也是初三的 我也不想去学校 打算最后这几个月都全托 就不去学校了 在学校更听不进去 总被别人说", "tag": "同伴关系"}
{"content": "我今初三，你的问题我也差不多都存在啦，感觉我每天也挺焦虑的吧，写不完的作业，还有物理数学天天和我对着干，我们这边是早7晚九点40才放的，感觉在学校有好多不会的然后又没人可以问（我也几乎没什么朋友）[哭惹R]，就感觉有时候真的挺无助的，我从8月份补课到现在也请了4，5次了吧，有时候真的感觉压力好大特想请假，所以我也挺理解你的，但又怕请多了被内涵[哭惹R][哭惹R][哭惹R]，唉，只能说其实有时候我们学生也挺无助的吧，其实有时候就是单纯不想去学校想请假吧，我也经常这样，就是很讨厌班级里以及学校里的一些关系吧，这个真的没的说，而且我成绩也不是很好，天天都有不会的知识点[哭惹R]现在也不知道怎么办了", "tag": "学业压力"}
{"content": "好吧我也这样 没朋友每天在班里待着 上体育课跟别人一起 但是他们说他们的 我就是个局外人 别人跟我说话 我也想交朋友 但是没话题 聊几句就不想聊了 如果跟我熟了 我不会这样 我今天下午要去学校 一想到我就心慌 烦躁 学习也弄不好 家人没有给我压力 但我对自己的期望很高 我厌学 可是我不是不想学习 我只是讨厌这个坏境", "tag": "同伴关系"}
{"content": "真的不是不想学习，是不想看见那些同学和老师，有时候真的很心塞，搞关系很麻烦，但是没人和你玩更麻烦，真的不想去学校，不想看别人的脸色，我知道这样不对，初三了，一想到这些就头痛", "tag": "同伴关系"}
{"content": "上学期还OK没请过假 这学期厌学感越来越严重了，感觉都玉玉了 我在学校也很孤独 集体活动也很害怕", "tag": "情绪困扰"}
{"content": "我也是每次去上学要提前哄自己，哄半个多小时就开始出发去上学，在路上越来越难受特别紧张有压迫感，到半路情绪根本就绷不住会哭出来，但又怕被周围人发现，怕被觉得矫情（自己都觉得矫情）我真的觉得根本没必要这样，但就是控制不住每次下课我都会特别难过，只有我一个人，我会感觉所有人都在看着我在议论我，我只能趴在桌子上要是被同学碰到我会特别反感想吐想把衣服那一部分剪掉想把被触碰到的那一块地方割掉我还会有暴打那个人把自己跳楼什么的想法还不敢说出去真的就不论是不是一个人待着都感觉和其他人有距离", "tag": "情绪困扰"}
{"content": "美丽的妹妹，我从你身上也看到了自己，初中的时候也和你差不多我跟周围人都有着一个不一样的距离，融不进来也进不去，是个局外人更是旁观者，现在想我应该是从很早开始心里年龄开始成熟了，就像你一样我也有一些很浮躁的朋友，这个年龄段可能她们更关心谁更好看谁有男朋友，谁更受欢迎，但是过了 这个阶段，高中也好 大学也好你会越来越接近跟你一样的人，能跟你说到一起玩到一起的好朋友，所以希望你越来越顺利，你会考上高中，不用很强的高中 就普通的高中就好了，新疆还是很有机会的，大学 你不用也急着考上985，211普通的大学就好，重要的是  你要跨过每一个阶段，每个阶段给带来的平台和体验不一样，大学不仅是学习更是社交,", "tag": "同伴关系"}
{"content": "青春期女孩 80% 的问题都会在 14 岁初二集中爆发❗️❗️\n👉这个阶段生理和心理的双重变化，会导致他们心思极度敏感细腻，情绪起伏不定\n👉不爱与父母沟通的她们，即使回家也会锁上门，让负面情绪憋在心里\n💥看着孩子紧闭的房门，你是不是被气的既心疼又无力❓\n\n🤔其实初二就像一场突如其来的风暴，在心理学上，12岁左右的年龄被称为人格转折期，也叫自我形成期，心理断乳期\n在这个阶段，青少年开始寻找自己的身份，并探索自己的价值观、兴趣和未来目标\n尤其女孩的情绪会更敏感、学习压力、友谊纠纷、完美主义、容貌焦虑……\n各种各样的事情都让她们内耗、焦虑💥\n这就导致她们把自己关起来，不是因为不爱，而是不知道如何开口\n\n那如何帮孩子顺利度过12岁呢❓\n\n🤔跟青少年打交道多年我们发现：\n当孩子身处团队、自然之中、当她们被真诚倾听、当她们有机会表达真实的情绪\n哪怕只是一次跟同龄人的协作活动、户外徒步、一次星空下的对话\n她们的心门，都会悄悄打开\n\n🤷在我们上个月的「情绪幕布剧场」中，14岁的小温（化名）最初躲在人群最后，拒绝上台。但在“影子剧场”环节（注：一种用幕布和光影表达情绪的形式）\n当她听到另一个女孩讨论想用剪影演绎出被成绩压得喘不过气的自己时，她悄悄举手说我想负责这个部分\n那一刻，她不是孤单的\n她发现原来也有人和她一样，害怕落后、害怕被比较、害怕让父母失望\n后来，小温不仅参与了剪影的设计，还在演出结束后第一次主动跟妈妈主动沟通\n\n🥰孩子就是这样的：\n她们不是不需要倾诉，只是需要被理解、而不是被教育；需要被看见、而不是被评价。\n很多孩子会在这个阶段抗拒沟通，其实是因为她们早已在内心预判：“说了你也不懂”“反正又要讲大道理”“你们只会叫我别想太多”\n\n🌟所以我们设计了一系列沉浸式体验活动，比如：\n📍自然疗愈徒步：在行走中放松紧绷的神经，在团队协作中重新建立信任；\n📍戏剧表达工作坊：借助角色和光影，安全地释放那些“说不出口”的情绪；\n📍同伴倾听小组：在引导下练习真实表达，也学习如何承接他人的情绪。\n不是孩子不愿意开口，而是她们需要找到一个“安全出口”\n\n🌟如果你也希望孩子能走出房间、放下心防，欢迎加入我们十月新一期的「心灵旷野计划」\n在这里，没有成绩比较、没有说教，只有倾听、陪伴和一场真实的成长重启✊✊", "tag": "情绪困扰"}
{"content": "做高中生好累\n我讨厌每周六下午3点放，周日早上11点就要动身回学校。不喜欢坐公交，还要换乘。有时候要等待很久。\n我讨厌寝室摇摇晃晃的床和阿姨熄灯后20分钟还要在外面喊。讨厌在床上睡不着觉和半夜醒好几次的睡眠质量。睡醒之后能睡着立马还好，睡不着觉那更是绝望，只能在床上干熬两个多小时。\n加上学习状态也特别差，这次期中考考的也特别烂。数学70多，化学40多。。文理都不好，现在也没想好选科。每天在学校情绪都很低落，每时每刻都很想哭，想回家，但是没有人来接我回家。。。\n学习特别没有动力。越烂越不想学。\n每天跑操还要跑两次，真的好累。\n怎么办，现在才高一，未来还要读两年，感觉这种苦日子一眼望不到头。\n原本以为自己适应了，但是这个月可能是期中考压力太大，状态比前面两个月不知道差多少。而且在学校也没有什么朋友，经常感到特别无助和孤独。有时候问老师问题都不好意思问。感觉太蠢了。\n长大好痛苦，好怀念上半年还是初三的自己，每天都能回家，而且脑子里也只有考高中这一个想法。\n哪知道当初心心念念考的高中这么ex（是小县城重点高中）。现在各种烦恼的事太多了（而且我家里也有事。。失业了。）\n怎么办啊，我现在真的好迷茫，也不知自己要干什么，选哪门课。也不想长大，虽然我才15。\n有没有好心的过来人给点意见。🙏或者高中生在评论区也可以倾诉一下自己的苦b高中生活。", "tag": "情绪困扰"}
{"content": "很焦虑 初三想努力冲刺重点高中 又突然断崖式厌学 不知道怎么学 家长一直施压 真不知道怎么办了…清醒的堕落最难受", "tag": "学业压力"}
{"content": "在学校我的成绩属于班级数一数二 最优秀的那种 但是我考试也会失利啊 凭什么别人考了60多分都没人说 我考了91分大家就像听到了什么大笑话一样 到处往出说这件事 放学的时候我走在一个同学后面 他妈妈问他今天考了多少分 他说他考的可好了 考了85分 后面说了一句我们班大队委才考了91分呢 听到之后我就直接愣在了原地 过了好久才回家 凭什么大家总是把我当成衡量自己的标准？我又不是机器人 凭什么我一定要十全十美？每当我没有满分的时候大家总是到处跟别人说 我真的受够了那些话 听见的时候总是想哭 可又哭不出来", "tag": "自我认同与自尊问题"}
{"content": "我已经18岁了！是干皮，不敏感不泛红不起痘，都很好但是就是干，而且大部分的补水保湿的水乳都没办法满足（目前还没找到，除了太贵的），市面上也都是针对问题肌肤去做的护肤品，我们这种健康皮和基本的补水保湿却不能满足了", "tag": "身体与青春期烦恼"}
{"content": "高中生活让我感到孤独和压抑，缺乏倾诉对象，导致情绪波动和学习退步。父母的沟通方式让我感到尴尬和不被理解，家庭聚会也成了他们闲聊的话题，让我更加沮丧。我渴望改变现状，但又不知如何是好。", "tag": "情绪困扰"}
{"content": "没人告诉我，长大是这样的。\n我：想休息一下。\n大脑：不，你还有三道数学题。\n我：想和朋友聊聊天。\n现实：她正在和别人开心地讨论题目。\n我：我就不能摆烂一分钟吗？\n全世界：不行！卷起来！", "tag": "情绪困扰"}
{"content": "越来越浮躁的心导致了，高中生几乎都看不到时间和付出的回报\n-\n上周回去跟心理老师交流了一下，\n今年来咨询他的高中生人数涨了30%左右，\n究其原因，\n几乎所有人都会因为一些没有根据的话和观点而焦虑不安，\n只要有一点关于高考的风吹草动，\n就焦虑得连学习都成问题。\n\n后来仔细想了一下，\n越来越大声的学历贬值、越来越多的家庭压力、越来越卷的学校进度，周围环境的焦虑会让同学来看看你写什么作业，写到哪里，你自己也被进度裹挟着走，特别喜欢写题，因为从空白无物的试卷到满满当当的这种成就感，包裹着自己担心分数的脆弱的自尊心。\n\n回到宿舍之后也越来越多地听到了来自别人有意无意的成绩羡慕，有意无意地跟你比比成绩，更有甚者有意无意地阴阳你一下，难受的一整天会让自己无法学习，以至于有让自己睡不着觉，每天躺下有一种脑子过载无法入睡的感觉。\n\n你又想回家，但是一想到回到家里爸妈对于学习成绩的嘘寒问暖，你想要宣泄一下学校当中遇到的种种问题，但是父母说教式的交流又让自己觉得压力大了一分，因为父母也特别辛苦，如果考砸了一分就是对不住他们。\n\n这些压力的不正确对待会让自己乱成一团。\n\n我曾经写过分数的上升也是波动的，是有趋势的，每个同学每天的学习状态也是有好有坏的，今天好的不一定明天好，在金融学有一个领域叫做趋势跟踪，写得就是分数的上升必然伴随着成绩的小幅度下降。\n\n我也曾经一笔带过心理学的，因为自己的未来贴现值太低，所以导致了每次的焦虑都会让你无限放大；也是因为渲染焦虑有利于流量，更是因为自己的关注点落在了这些焦虑上，所以导致了你每次在网上看到的都是这些内容。\n\n我也写过只要人的心态不好那么成绩应该不是特别稳定，因为这些都是我从自己感兴趣和专业的金融领域里面学到的。\n\n我在这个年纪一样迷茫，一样焦虑，但我请你放下自己的焦虑，因为我比现在在备考的高中生们先走了一步，看到了实际上，高考内卷的本质就是——让这个认知比较少、心智并不成熟的年纪的同学们，在一个压力比较大的环境下面竞争努力。\n\n放下别人注视的目光，把自己所有的眼光集中在当下如何优化自己的学习方法，心无旁骛地投入在自己的学习当中，你可以成为自己想成为的任何人。\n\n也可以去看看我的合集，聊了怎么逆袭的，更会给你看到更多关于高中的本质。", "tag": "学业压力"}
{"content": "一位初三生的烦恼\n如题，我是一名正在上初三的学生，不过由于我们是五四制，今年并不中考\n今天月考结束后，我的心态彻底崩了..初一初二我的成绩还算不错，初三后直线下滑，英语看不懂题，物理没有思路...\n我时常会羡慕我的同桌，同样上课，老师提出的问题，我总不能回答上来，而他就算是很长的英语课文，读几遍也能背下来，我想不通，难道我太笨了吗？\n在夜深人静时，我会控制不住得流泪，为什么一定要学习，每次想到大大小小的考试，我总会焦虑，想到那些要学的东西，我就开始打怵\n我真的好想去日本上学，有各种各样的社团，我喜欢体育运动，但是家人都不支持我，活着真的好累，好没意思😔\n我是一个很没有自信的人，总会否定自己，可是，我真的不知道自己的优点在哪里，我真的好迷茫，你们能帮助我吗\n我的梦想，是开一家温暖的书店，并养一些小动物，我喜欢读书，可是，我觉得这个愿望好难实现😔", "tag": "情绪困扰"}
{"content": "我讨厌自己，讨厌步入初中后不断下滑的成绩，讨厌额头上冒出的青春痘，讨厌油腻腻的头发，讨厌，早出晚归，一身疲惫的自己，讨厌，不过漂亮的脸蛋，讨厌平凡的家庭，那天下午阳光很好，一束光照在我的脸上，而我的第一反应却是，如果这束阳光照在一张足够漂亮的脸上，一定很好看，可照在我这张平平无奇的脸上，让这束光都变得暗淡了，讨厌自己的惰性，讨厌自己解不出的数学题，复杂的人际关系我真的好苦恼真的不知道该怎么办了", "tag": "自我认同与自尊问题"}
{"content": "一名高一女生的真正碎碎语\n正如大家所看到的我本人就是一名高一女生，自从上高中一来感觉好多好多不开心的事情向自己拥来。我真的有很多小众的烦恼\n1.本人是一名爱内耗很敏感的E人，所以大家可能都以为我每天都很开心很乐观，其实也是经常回家默默伤心\n2.我的皮肤具有玫瑰痤疮和脂溢性皮炎，对于一个爱美的小女生真的碎掉了平时跑点步脸就会很不正常的潮红，整个人真的像个苹果一样，不做剧烈运动的时候脸也是粉红的，脂溢性皮炎弄的鼻子周围红红的，并且会长小丘疹，真的很难受\n3.我选的是全文，可是我的数学并不好，知道自己该努力却努力不起来，完全没有初中的干劲，没有了动力，每天在学校里混日子，假学习打瞌睡就是清醒地坠落…还希望自己得抑郁症这样就不用读书了\n4.前半学期的节食过度减肥使我的代谢非常差，但是我本身又是个高食欲女生，前几周开始了吃东西，自己其实知道已经胖了很多很多，但始终不敢上称，开始了我的暴饮暴食，压力大也吃，无聊也吃，每次吃的肚子像个小皮球，很难受可是下一次依旧会暴食\n5.我有非常严重的容貌焦虑，可是我经常也告诉自己女生不一定就是只能考容貌才会有气质，自己读书啊也可以丰富自己的精神，虽然我不是长的很丑但是经常刷到抖音上的漂亮小姐姐，再对照自己就会有很大的落差感于是就会精神分裂般“发疯”\n还有很多很多小烦恼就先不说了吧，感谢大家的观看，希望大家都可以在评论区敞开自己的心扉，我们互相交流，呜呜我们都要坚信我们是最好的小女孩", "tag": "情绪困扰"}
{"content": "高中真的是心累，拼命学一个月，可考试拿到试卷那一刻就懵掉，和平常做的题根本不沾边；别人听一遍就能听懂的知识点，我要听三遍五遍还是难以理解！\n每一天都巨焦虑，担心每一次的阶段考试，焦虑着自己的学习进度，有时更烦恼与同学间的相处，纠结和父母说话费劲.....这种无力感仿佛渗入了身体的每一个细胞，内心满是孤独与无助，精神状态每日都濒临崩溃的边缘，让人看不到未来的希望。其实，我也渴望能尽快从这焦虑内耗的情绪泥沼中挣脱出来，变得豁达开朗。但你可知？许多痛苦的根源正是“你自己”。\n多方打听仔细筛选，最终选定的@天津圣安青春心理咨询中心 跟客服顺利挂了号。开车去的，门口停车方便完全不用担心停车难的问题。\n简单询问了基本情况后，取号，这里采用的是一对一的咨询模式，隐私不错，初次见学勤有些紧张，情绪稳定后她将我所面临的问题分析得清晰透彻。\n做了压力检查，还有几份量表测试。本来以为要等很久，结果出乎意料地快，没一会儿就全做完了。拿着结果返诊跟我分析情况，说我现在的状态需要吃薬调理身体已经出现的症状。\n被生活压力折磨得喘不过气，不要觉得“忍一忍就过去了”，避免负面情绪越积越深。\n这次总共花了538.2元，部分薬是用了翳保的，检查的折扣要比翳保划算我就直接自费的。幸好第一次就找到了靠谱的地方，现在刚开始接触，不过以我现有的体验来看，我觉得应该不会让我失望的，期待下次的心理咨询，希望可以快点恢复吧。", "tag": "情绪困扰"}
{"content": "明天平板就要被收了，好想写点什么\n\n我好想快点成年，快点长大，我好想闭上眼，睁眼时自己在过18岁的生日。我不想上初中，周围人的优秀把我压的喘不过气。我很难不嫉妒。极度过后又觉得自己的内心阴暗。见不得别人好。我厌恶他人的优秀。我承认我是一个很有虚荣心的人，可渐渐的我好像无法满足自己的虚荣了。不要再让我听到那些夸赞其他人的声音了，别让我听到了。我时常觉得自己没有焦虑的资格，我好像什么也没有付出，一点也不努力，我是不配哭泣的。\n\n我看了很多如何让自己内核稳定的视频，勉强织出一道脆弱的保护网，又在看见别人的成就和家长失望的眼神时片刻瓦解。我通常在谁也看不见的夜里，躲在被子里，悄悄的哭一会儿，却又马上收住了眼泪，觉得自己何其虚伪。我现在坚定的认为，我的所有烦恼都是围绕学习这两个字展开的。我该怎么熬到不用再学习的那天呢。有时候会觉得可笑，我在人生最美好的年纪体会不到什么就罢了，居然想匆匆而过，这就是他们所说的成长的阵痛吗？好想有人能陪我一起熬过这段时光，我回头看了看，只有自己的倒影。\n\n我很喜欢畅想自己的未来。等我长大了，要养一只猫，要去便利店打工，要和朋友去旅游，要去染头发，要去看演唱会，要穿洛丽塔。可肆无忌惮的畅想是残酷的，我无法一下子又坠入到灰暗的现实中来。等等，相比于其他人，我好像已经很幸福了。那我还有痛苦的权利吗？\n\n青春期真的好痛苦，我不想要细腻的情感，我试图找到一种麻痹自己的方式，但我好累，我想睡觉了", "tag": "自我认同与自尊问题"}
{"content": "但是我会因为腋下有味道感到自卑", "tag": "身体与青春期烦恼"}
{"content": "普通家庭，普通的不和谐的家庭，普通的父母针锋相对的家庭，普通的拼男孩失败的产物，普通地被迫承受着父母的负面情绪，普通的在恐惧中长大，普通的害怕争吵声。普通的teenager，普通的青春，普通的害怕考不上的中学生，普通的孤独的人，普通的反反复复半夜掉眼泪的学生，普通的不被理解的叛逆期小孩，普通的竭力忍耐还要被批判的不懂事小孩，普通的向往着逃离的未成年人。普通的被拥有一个隐形的婆家的中学女孩，普通的比不上男人天资聪颖的优绩女孩，普通的爱哭的不坚韧的青春期女孩。呕吐物般的。", "tag": "家庭问题"}
{"content": "感觉现在大环境真的非常非常有问题 学生都那个啥哈 感觉我身边的人 包括我 不论高中生还是初中生都有抑郁情绪并且非常非常严重 甚至很多人都有抑郁症焦虑症 我 有时候想安慰别人 叫别人别做傻事也很无力 因为我自己都在泥潭里", "tag": "情绪困扰"}
{"content": "我高中时候身边同学基本上都失眠头疼内分泌失调 现在一想就是有点躯体化的感觉 当时大家都这样就都没考虑过是大家都不正常", "tag": "身体与青春期烦恼"}
{"content": "一年级是最关键的一年。二年级是最关键的一年。三年级是最关键的一年。……高一是最关键的一年。高二是最关键的一年。高三是最关键的一年。这种高压环境下，能维持心理健康几乎不可能", "tag": "学业压力"}
{"content": "很多姐妹进入青春期发现自己身上很多痘痘\n是不是和我一样苦恼？\n可别再用硫磺皂洗澡了\n刺激不说，除螨还不到位\n-\n还得是用专门的青少年沐浴露\n这个袋鼠妈妈祛痘大黄瓶\n是我近期挖到的\n宝藏青少年沐浴露！\n7天就能改善后背痘痘、痘印\n无酸配方，可以温和修护肌肤屏障\n有效清理油脂，舒缓身上泛红\n螨虫被吃的干干净净\n螨虫没了，痘痘自然也不容易反复了\n-\n现在后背是实打实的干净\n穿露背装和同学出去玩都被夸翘嘴了！\n这个价格也很美丽\n才几十就能有满满一大瓶\n轻轻松松就能搞定青春期后背长痘的烦恼\n简直不要太快乐了‼️", "tag": "身体与青春期烦恼"}
{"content": "前两天一直有褐色分泌物 但是两三天就没了 初潮现在还没来 我都15了", "tag": "身体与青春期烦恼"}
{"content": "作者，我最近下面总是出来黏黏的白色液体你知道怎么了吗", "tag": "身体与青春期烦恼"}
{"content": "老师，我刚初三毕业我以为我毕业后可以穿自己喜欢的衣服结果我发现不行我想尝试新的风格，穿一些比较修身的衣服但我妈妈老觉得学生要有学生的样子（我一直都穿宽松衣，我妈也喜欢我穿宽松的衣服导致我想穿修身的我妈就不愿意，觉得我谈恋爱一类）可看见别人都穿美美的衣服拍自己喜欢的照片我真的好羡慕我真的很久很久没穿裙子了", "tag": "家庭问题"}
{"content": "人是需要秩序的。那些声称自己擅长打破秩序的人，也是在深度内化了某种秩序和社会结构之后，才有了「打破规则」的感觉。完全失序的人生是难以想象的，也是许多人痛苦的来源。\n许多人觉得三十岁之后才体会到宛如刚成年的快乐，是因为这个年龄阶段的人比较容易触及到真正意义上的人生秩序。不是社会秩序，是专属于自己的、符合自身习惯和感受的秩序。这种秩序的建立需要独立的经济来源和相对深入的自己认知，这些都是青少年时期的我们不具备的。\n我的青少年时期过得极其痛苦。敏感脆弱，情绪内耗很大。学校是我所能想象到的，除监狱以外的最不适合建立自我秩序的地方。当某种外部秩序和我们的内部秩序相矛盾时，更强有力的一方会完全碾碎另一方。所以，我的内心秩序和身体秩序，在很长一段时间里都是以废墟的形式呈现的。\n众所周知，久坐会导致乳酸堆积、代谢率降低，让人明明什么也没做就觉得很累。所以我工作时每隔半小时就会起来站一会儿。但学生时代根本没有这个条件，在封闭的充斥着二氧化碳的教室里坐一整天是常事，老师们为了提分和维持秩序甚至巴不得连课间休息也不让学生离开。这种如养殖场般的拥挤环境对高敏感人群而言具有毁灭性的打击。\n集体宿舍也是碾压人内心秩序的利器。睡眠是每个人最重要的事情，没有之一。睡眠质量高的人，和其他人过着两种人生。他们思维清晰、情绪和食欲稳定、意志坚定。但集体宿舍的环境几乎触发不了深度睡眠（天生睡眠强悍的人不要来和我杠）。每个人能够忍受的噪音条件不同，对气味、温度、安全感的需求也不同。我印象中的自己，从来没有在集体宿舍里睡过一天安稳觉，甚至常因没有独立的厕所而便秘。高中宿舍的洗手台、淋浴房和蹲坑之间是没有隔断的，一下晚自习8个人冲回宿舍，9点放学10点熄灯，如果想拉屎，就得当着室友的面。\n内心秩序的碾压来自纷乱的环境。成年后我们可以适度选择交往对象，能远离那些满腹牢骚、损人利己、善于挑拨的人。但青少年时期校园里的我们无法say no。同桌是老师安排的，室友随机分配，哪怕遇到骚扰者，情况不严重也无人过问。我们必须明白，不是所有人都需要广泛社交的。有的人就是适合自己待着。他们不寂寞，独处的时候快乐又平静。强迫他们融入集体是残忍的。\n身体和内心秩序的崩塌是许多青少年痛苦的根源。他们自暴自弃，觉得人生完蛋了。但其实只要坚持活到三十岁，人生就会进入一种自己能做主能掌控的新阶段。要好好活着。", "tag": "自我认同与自尊问题"}
{"content": "所有的惊涛骇浪都不过是‘茶杯里的风波’，而那时的自己藏在杯子里，看不到杯子外面广阔的天空。……好喜欢", "tag": "情绪困扰"}
{"content": "真的过去太久了 本应是堵在胸口放在心底的事情 当然 现在提起对于我来说其实是无可厚非的 希望还在对抗焦虑的大家都能振作起来 。很久之前一位心理医生对我说过：焦虑永远不会消失 你只能学会跟它共存；无论如何，加油 各位", "tag": "情绪困扰"}
{"content": "我今年15岁，我感觉我自己患上了强迫性幻想症。能私聊一下吗？", "tag": "情绪困扰"}
{"content": "初中础差的真的要换个思路学，学校进度跟不上肯定是要自学的，我之前看了我年级第一的朋友的试卷和错题本，解题思路，答题方式跟我们正常人完全不一样，还看了他的笔记，全是答题思路，解题思路，我也试着用了，解出来很快，而且正确率很高，可以分享给你们看看。", "tag": "学业压力"}
{"content": "好几年了，一些没有意义的事情我要反复确认很多遍，一些事情总是在脑子里面想不通，感觉自己罪不可恕，困在自己的牢笼", "tag": "情绪困扰"}
{"content": "也不全是孩子和家长，整个社会整合教育机制，都在贡献莫大的病因，没有快乐，没有出处，没有亲近自然的时光，天昏地暗的就是吃饭睡觉上课写不完的作业和全社会父母的期望", "tag": "学业压力"}
{"content": "高中生烦恼帖，远方的朋友们同胞们，你们都过的怎么样，主播这边已经是四人微活了，为什么每天都很烦，不想呆在学校，不想见到老师和同学，不想写这么多作业，不想干什么都要排队，不想跑操，不想起的这么早放学这么晚，谁来和我共情……好烦好烦好烦，这样的日子什么时候才能结束啊啊啊啊啊啊啊啊啊😫", "tag": "情绪困扰"}
{"content": "我好困。我学不懂。英语数学。物化好难。我好喜欢地理可是也好难。我真崩溃了。一共六层宿舍楼一层二十多个寝室就四个吹风机，五楼六楼没有，二楼全坏，三楼坏一个，一楼坏两个。我是女生啊我要吹头发的，好难受湿发，每天都好难受。", "tag": "学业压力"}
{"content": "感觉自己从小到大都是优绩主义者 是高中自己变蠢了吗，初中根本不这样 真的努力过，可是成绩还是不好 努力上了县里最好的高中 可是高中开始好像就失去了初中的光芒优秀的人太多了 自己真的特别不起眼的一个 高二了好焦虑啊", "tag": "自我认同与自尊问题"}
{"content": "风气如此，给家长说不要报培训班，不要和别人比。但只要考完试家长会首先就是全年级排名表给你发出来，和老师沟通后的结果大多是家长要帮孩子规划，实在不行就报个课外班给梳理下基础知识或者拔高一下。。。都是为孩子好，你能怎样？", "tag": "学业压力"}
{"content": "我17岁有个屁的心事。。。早上想能不能赖会床，上课想能不能快点下课，中午想吃什么饭。。。晚自习想快点回家。睡前想还有几天周末[抓狂R][抓狂R][抓狂R]", "tag": "情绪困扰"}
{"content": "十七岁的少女心事：悄悄把排在自己前面的人的成绩抄下来，然后分析试卷、做题……想着下一次一定要排到他们前面……谁把我挤出我想要的排名了，我能惦记到下一次考过那个人为止哦呵呵呵……", "tag": "学业压力"}
{"content": "早上7:30到校，晚上6:30放学，回家还要写作业。一周五天这样循环往复，搁谁谁不疯。活得像个机器人了，回家玩个手机也正常，坐牢还要放个风呢。看孩子青春年华每天跟坐牢似的，但又无力改变，太悲哀了。", "tag": "学业压力"}
{"content": "我们高一早上5:50起床晚上7:00放学，一天十二节课，周六下午放假，除病假一律不批。以前我们语文老师的妈妈去世了要回去办后事，死都不批。想回家记缺勤扣一天工资评优评先资格取消。病假要审批提前请我都笑了", "tag": "学业压力"}
{"content": "要不管管考试的事情呢[哭惹R]我们学校基本天天都考试 除了有期中考，期末考，月考以外 我们还有周考[笑哭R]然后他们考试的时间是占用我们自习的 作业留的比我死的墓还要高 然后天天考试 还让我们自习，周末作业很多  一天基本在校12个小时[哭惹R]然后我周末还要去补课 年级前15徘徊 [哭惹R] 而且我才7年级[扯脸H]我补课的话也只能比往常上学晚起半个小时 回来也有三点左右 然后还要去写学校作业和补课班作业 每天晚上回来就是疯狂复习，准备明天的考试[哭惹R][哭惹R]真的有点受不了 还好一只小猫陪我[哭惹R]", "tag": "学业压力"}
{"content": "抑郁的人压根就不会横冲直撞和跟别人吵架，我下课从来都是自己一个人坐在座位上面，跟个人机一样", "tag": "情绪困扰"}
{"content": "会吗？？我顶多睡觉班主任让睡的，因为我只要无时无刻，不管是什么那个负面情绪直接把我包起来了全是我不该活着又胃烧又烦手又抖课自然不听，但是没有干过，把手机带到学校不敢也就睡觉说话", "tag": "情绪困扰"}
{"content": "我当时高二抑郁很难受去跟老师说我想回家，老师说我就是闲的没事干太清闲了", "tag": "情绪困扰"}
{"content": "已经确诊抑郁焦虑了，在喝中药调理，但是我现在感觉没什么用，现在有的时候正在做什么事，然后突然开始发呆，感觉一切都不真实的感觉，特别特别容易生气，特别想砍人，还特别喜欢幻想，这个该怎么办啊", "tag": "情绪困扰"}
{"content": "我是因为学校的人际关系非常不好，我经常遇到那种和我一样能量低的人，但我有时候心情还好总体来说会比她好一点，所以会帮她，但是我发现我不管对她怎么好，有时候敷衍一下突然就生气了，严重一点开始吵架，因为开学发生一些事寝室和里的人关系不好，她那个时候算我唯一的朋友了，我也经常围着她转，所以到现在我也只有她一个好朋友，她经常让我不是很开心然后她也很敏感多疑，最近吵架了，她就开始恶意揣测我，后面我也和她说了我不想维持这段友谊了，但是我上的是私立基本没什么好人，寝室经常吵架三天一小吵一周一大吵的那一种，我也经常被其他几个人围攻，很绝望", "tag": "同伴关系"}
{"content": "我真的很不想去学校，可能就是压力太大，总之一想到学校相关的各种事情整个人就乱糟糟的。请假也会让我感到有些愧疚，我担心因为自己的逃避逐渐欠下更多的债，最后反而有了负面作用。\n我妈妈和您很像，面对我的任性也允许我请假，和我说等休息好了再去学校。我真的很感激她，但是又为自己的一事无成而感到失望，明明她为我付出了这么多，我拿什么来回报？也许我只要继续去上学就好了，她就可以少管我一些，就不用在忙着工作的时候还有一直惦记着我，或者被我打乱她的计划……我感觉我没有资格给她，比我更忙碌更幸苦的人施加我的负面情绪以及压力，但是我还是没有勇气回到学校，我还是下意识地想要逃避。", "tag": "情绪困扰"}
{"content": "就是，我想问一下.我现在有抑郁症，去医院检查了，只有我妈妈知道我爸爸那边的就是一直怪我妈妈因为我是离异家庭我小学还在。奶奶那里初中就和我妈妈出来读书我现在初二就是，才开学就没去几天现在我爸爸他们那边知道我情绪不稳定了就是不接受我有抑郁症一直叫我看开一点我是该去上学还是先休学？", "tag": "情绪困扰"}
{"content": "我初二的时候确诊了伴有精神病性症状的重度抑郁症，精神病性症状是关系妄想导致我去不了学校所以就休学了，我以为休学休息后就能去上学结果复学后还是不能去上学，天天请长假一学期下来都没去满一个月过，就这样直接去中考了，原本可以考上好的高中的结果最后去了卫校，以为去了卫校学习压力轻松了会好很多可以坚持上学结果又休学了，休学原因是卫校老师天天强调说要是有一个科目期中或者期末不及格然后补考还是不及格的话就不能毕业，而且我又有焦虑症这样搞得我病情又复发了原本暑假好好的，搞得我天天精神紧绷脾气开始暴躁容易崩溃，有一次在老师办公室请假结果老师不批说我请假太多了我直接崩溃想跳楼，最后老师叫我休学了", "tag": "学业压力"}
{"content": "真的服了，每天作业一打，不下课，天天坐在教室里写作业刷题，得熬夜熬到凌晨一二点，早上六点爬起来准备上学，然后体育课一上来就是八百米以上跑得要死不活，好听点锻炼身体，说白了压榨青春", "tag": "学业压力"}
{"content": "好朋友向我倾诉我很乐意安慰，因为她真正把我当做朋友，她也是很好的人我喜欢这样。有时候不顺就想着，她也是把我当朋友是能接受我的倾诉的，我们是相互的，于是我就想给她说一下，结果就是把打好的字都删了，我觉得没必要，我自己想想就能想明白了，没有那么严重，说出去作用不大反正要靠自己解决", "tag": "同伴关系"}
{"content": "确实，虽然现在身边有了一些很好很好的人，但更是忍不住担心我我还是太麻烦了会不会被抛弃", "tag": "同伴关系"}
{"content": "我的高中过的并不如意\n除了繁忙的学业\n更多的烦恼都是来自于人际关系\n都说十六七岁是最好的年纪 最青春的年华\n\n但我并不这么认为\n它伴随着是我大量的内耗 焦虑 自我怀疑\n看不到头\n很想离开这个环境\n想着只要高考完了 就结束了\n\n但频繁的内耗 我的敏感多疑\n过度在意别人的看法\n好像快把我杀死在那个属于我的十六七岁\n杀死在那个蝉鸣的盛夏\n\n复杂的人际关系\n在文科班女生居多的环境里\n每个人好像有八百个心眼子\n不断地被同学在背后嚼舌根 阴阳怪气\n不顺从她们的心意好像就是不对的\n不跟她们一起下课 一起去食堂 一起上厕所\n就要在背后被说\n\n在人际关系中\n受到了长期的谩骂\n听到了很多难听的话\n就像我们有时候认不清自己\n到底是一个什么样的人\n\n所以从别人口中听到对自己的否定\n会格外在意\n会怀疑自己 质疑自己是不是做的不够好\n\n我走过很多弯路\n我踩过很多坑\n现在上了大学\n回头看\n不管是心态还是各个方面\n早已不是当初的自己\n我不再过度在意别人的看法\n\n我学会专注于自己\n共情能力强 高敏感是我的特点\n而不是我的缺点\n我学会慢慢接纳自己\n\n也希望大家都能够接受那个不完美的自己\n明天会更好  一切都会慢慢好起来的\n\n也想在评论区听听大家在高中的烦恼\n不管是学习还是心态 人际关系都可以", "tag": "同伴关系"}
{"content": "学姐怎么办最近我陷入了深深的内耗中老是怕自己让朋友觉得不舒服了，所以会一直小心翼翼但是我发现越小心我越会出错，我又是个很敏感的小女孩总是会想七想八，就会觉得朋友是不是会觉得我很烦我很蠢不想跟我玩了，然后再跟别人说我怎么样怎么样的。然后我就会非常非常的焦虑，但是又改变不了。在家也是，我害怕不被爸爸妈妈喜欢害怕他们会烦我。我总是小心翼翼的生怕自己出错但是越是这样我越会出错，却又改变不了什么，现在真的很焦虑很难过，对什么都提不起精神来，每一天都觉得很累很累，但是又会因为什么都改变不了所以很讨厌自己。我真的不知道要怎么办了，我很想改变但是总是做不到，连第一步是什么我都不知道。", "tag": "情绪困扰"}
{"content": "我真的很在意别人，比如我说句话别人没回或是一个眼神一句话我都要想好久好久，心脏砰砰跳", "tag": "情绪困扰"}
{"content": "找个宝宝跟我一起分享自己的情绪 我决定不内耗自己独来独往啦 有什么可以跟我说说", "tag": "情绪困扰"}
{"content": "高三班上一群人都闹掰了，互相不爽，可能是因为之前被孤立过，对于这些感情上的事情特别敏感，和那些孤立过一起玩的那些人，我对于她们的玩笑话不确定是真的玩笑话还是对我的嘲讽，我会内耗好久，还有玩的还不错的一些人，我对她们的感情更复杂更敏感，我不知道她们随口一句的玩笑话是不是真的讨厌我，还有别人在背地里或者是明面上的话，我不能去辨认，我该用什么态度去解决他们的话", "tag": "同伴关系"}
{"content": "高中容易被同学扰乱心情怎么办？就是他们可能一个眼神或者几句话，我就会想一整天学不进去，有时候我甚至不明白为什么有些人跟我也没有多大的交集，就对我有点恶意，反正感觉自己挺失败的，无论是学习还是人际关系，没有别人漂亮，也没有别人聪明，只能焦虑到半夜睡不着", "tag": "同伴关系"}
{"content": "我真的很讨厌复杂的人际交往，但我更讨厌一个人的独来独往，我讨厌一个人去吃饭，一个人上厕所，一个人的体育课……我没法不去在意别人的看法，别人背后的闲言碎语，人总归是一直生活在集体的", "tag": "同伴关系"}
{"content": "学校里的朋友好不真诚，感觉在假玩，很不友好的那种，但我又很在意，怎么样才能不在意人际关系啊好难", "tag": "同伴关系"}
{"content": "被朋友抛弃背刺了 她人缘不错有很多其他的朋友 我却在高中生活中越来越消沉 课间看着别人欢声笑语 自己坐在椅子上非常非常不自在 怎么办", "tag": "同伴关系"}
{"content": "高中总是关注别人在干什么，总是敏感又内耗这该怎么办，我还时不时会过度羡慕别人，上体育课时别人都在聊天自己在操场上坐着怕被别人说很孤独，被别人背刺，高中人际关系真的好复杂", "tag": "同伴关系"}
{"content": "我觉得博主有一个观点说的是最对的 现在不是跟以前那样了 找工作压力也很大 根本不是考上大学就终于解放了解脱了 我目前是一名初三的学生 最近一直有一个问题困扰我了很久 就是我们怎样才能算真正的解放 考完中考 还要上三年高中 比初中更苦更累 考完高考 还要上4年大学 上完大学还要找工作 不找工作考研考编也要很努力 现在学历贬值的太快了 就算找到了工作又要开始面临婚姻 买房 买车 一切一切问题 前半生我们一直在上学 这样的目的到底是什么 为了筛选出一些很优秀的 淘汰一些相对来说没那么有天赋的 那其他人呢 那我们这些平庸的人 我们这些普通的人 我们这些继续上学只是因为害怕被社会淘汰的人为了生存下去的人", "tag": "学业压力"}
{"content": "大家可以夸夸我吗…开学第一周写了一个自己研究的小论文两千多字…每天凌晨一点半睡", "tag": "学业压力"}
{"content": "还朝气呢，一天压力山大，每天学习在学校一坐就坐十多个小时，如同行尸走肉一般，学习成绩不太好，就仿佛是什么罪人一般，就跟被判了死刑似的，感觉不到快乐，麻木痛苦，都不如上班的牛马", "tag": "学业压力"}
{"content": "就很奇怪，明明不想上学的心情达到了顶峰，回到学校又要强装开心，其实心里比谁都清楚，我比谁都更想回家，看着我每天都很开心，司机一直在积攒交流，真的很难受很累，今年初三了，我真的是无法去诉说自己有多难受。住校生真的绷不住了", "tag": "情绪困扰"}
{"content": "高二，因不会处理人际关系，在学校没有朋友，感觉他们不想和我一起玩，我自己也不想和他们玩，上课也爱走神，想读书又不想读书，讨厌学校讨厌没有朋友，家里也不是很好，怎么办啊", "tag": "同伴关系"}
{"content": "我不上学的核心就是因为家庭，当时也有对象，但没有爱的死去活来的，也没有其他的嗜好什么喝酒蹦迪啥的，就是晚上跟朋友同学打打王者吃鸡上的啥的，我从初中退学去了中专，我的想法是不想为家里浪费钱了，我学习一般，不好不差的那种，结果到了中专我的同学全是那种烂渣子晚上睡觉抽烟外放赖床的，我不想沾染上这些而且这里花销也不小我就不想上了，我家里偏心我哥，我哥大我十几岁，他是上岸了不管我的死活，从初一开始每年过年回来饭桌上肯定要说我，让我父母承认我的差劲，为什么要这么对我。我家里爱我是靠嘴爱的吗，也让我相信靠嘴的爱，当时还有个对象我也不知道要干啥要去哪，对这个世界特别无助", "tag": "家庭问题"}
{"content": "开学有几天了，总是不想去，去几天了就想请假家长也是那种不去就退学的态度，估计是想这样逼我去学校，但我真觉得挺无所谓的，每次不去学校还要在老师那边家长那边裹半天。我真想喝点什么药就这么睡个一两天我这是厌学吗？可我也知道不上学肯定不行，但就是想呆在家里躺床上躺一天", "tag": "情绪困扰"}
{"content": "心里喜欢学习，就是不知道为什么不想上学怎么办我这是怎么了，又因为我胃，就想请假现在高二了也是非常着急成绩有什么办法呢", "tag": "学业压力"}
{"content": "周围很多人都会怀念自己的过去，但是如果问我最想回到过去的哪个时候，我真的回答不出来。过往的很多记忆只剩下了模糊的影子，只有隐隐约约的感受挥之不去。\n我的青春大部分时间都觉得痛苦\n从初中开始，我便意识到中学就是社会的缩影。刚入中学我还充满了对未来的向往和新鲜，但是日渐被人际关系、师生关系给磨平棱角，变得懦弱、胆怯、沉默寡言。我是一个对别人的情感很敏锐的人，就算没有刻意的针对，我也能感受到恶意无处不在。在中学逼仄狭窄的环境里，微小的行为都会被放大，独立、不附和、沉默和内向成为了最大的原罪。\n后来的高中三年，我像是枯树渴望阳光的照拂，却任由自己枯萎，我渴望有人能理解我，爱真实的我。仍然处理不好的人际关系，看不到光明的未来，我有意识让自己堕落，放纵自己的懒惰，我总是刻意寻找压死骆驼的最后一根稻草，期盼着打击的来临，熟练地躲进被窝里哭泣，我好像才意识到我也是个鲜活的人类。可与此同时，我也还期待着，万一我也能拥有美好的人生呢？于是我日复一日地挣扎、颓废。\n可荒唐如此，我还是上了大学。进入大学后我好像突然醒悟了，以一个看客的身份漠然地看着自己的过去。我开始不再在意别人的看法，我开始爱自己，世界的善意突然就扑面而来，但是此时的我的内心只剩下了漠然。渴望阳光的枯树开始做自己的太阳。我开始好好学习、主动维系我所珍惜的关系，前三年下来也还算顺风顺水。\n但是在大四面临工作之际，我发现好像一切都要从头再来，我所受的教育基本上跟我的工作毫无关系，就价值和技能方面，我没有赋予自己任何意义，我创造不了任何价值。人们总说，人活着不是为了寻找什么意义，人可以从细小的事物中感受到幸福。可是，我感受不到，因为我无法停止思考，也不知道如何才能真正感受到快乐。如今的我，大多数时候像一个看客看着身边的剧情表演和谢幕，我对人们的情感依然很敏锐，虽然恶意减少善意变多，但大多数时候我的内心只剩下了漠然，也就是能感受，但没感觉。痛苦好像已经变成一件衣服披在我身上，想脱也脱不下来。我觉得，痛苦和平淡才是常态，幸福是人们用自己的幻想对人生进行的点缀，是一个又一个细碎的瞬间。\n我有的时候，觉得自己比别人少了一魄。我淡漠，冷静，也缺少爱人的能力。有时候我又觉得我比别人多了一魄，我敏锐，善思，也会朝着既定的目标努力，边界感强但待人真诚。\n我的思绪好像陷入泥沼，污秽拥堵着倒也倒不出来", "tag": "自我认同与自尊问题"}
{"content": "才六年级我看了他的穿搭我也六年级他就想当精神小伙因为我的穿的和想法和他的一样现在大街上抽烟的一人一台九号", "tag": "自我认同与自尊问题"}
{"content": "我是女生，初中的时候最叛逆，不能听见我妈的声音，听见就烦，我总闲她管我管的多，我妈是老师，我成绩差的一塌糊涂，不想上学，学不会，简直是煎熬，在学校成大姐大了，每天就是玩，(身边有下学早的去电子厂打工一个月两三千块跟她们聊天感觉自由自在可好了)从那开始一天也不想在学校呆了，上到9年级不上了，我妈说不上学不行，学个专业，去学了还是学不进去，把我妈气的不行，我妈话也说了孬话也说了，那时候感觉不到，就想着只要能离我妈远远的就行，再后来毕业了，上班才知道那个钱不好挣，再后来结婚了有孩子了，明白了我妈的用心良苦，我加倍对我妈好，我妈吃的穿的用的基本都是我买，亏欠我妈的太多了[哭惹R]", "tag": "家庭问题"}
{"content": "我因为长痘痘已经没有去学校了", "tag": "身体与青春期烦恼"}
{"content": "感觉每个长痘人都一样的心声 戴上眼镜就能遮住一些真的好真实[笑哭R]我也是这样的 但后面长在侧脸颊 我开始不敢扎高马尾 散着头发就是为了遮住痘痘 现在剪了短发只能把头发挽耳后 痘痘也能被别人看到了 我真的好自卑[哭惹R]", "tag": "身体与青春期烦恼"}
{"content": "今天我感冒了，作业还很多。延时（可以理解为晚自习）是英语考试，承诺了如果英语占用了延时就不布置作业的英语老师，叹一口气，让我们写两篇作文。\n课间打电话给妈妈，希望她能放学来接我，她不愿意，说有什么不能自己走的。我解释，说作业很多，身体难受，不知怎么眼泪就在眼眶里打转。她把电话直接挂了。背着同学，眼泪被我偷偷抹了干净。\n\n放学，夕阳还在。从走廊一头望过去，瓷白的地板变得粉红，橘色的霞光晃晃地流着，心中一亮。我从走廊这头往靠近夕阳的那一头走去，跟着眼前的瓷砖，想去那粉融融的光中，触摸冰冷教学楼中，唯一温暖绚烂的瞬间。\n可是往前追着光，怎么都碰不到。最终走到了走廊尽头，地板上的光消失了。抬头，围栏上的网线割裂了日落的壮丽，扎进眼睛。我想撕破这一根根铁丝，追那余晖。然而，当真正去看那片天时，只有一点点红色的夕阳，缩在高楼大厦后面，和我相距一整个天文单位。\n本想说，虽碰不到最美丽的，还可享漫天余韵。但是看那日落，离我好远好远啊。\n就连我可望而不可即的霞光，不过是8分钟以前太阳无意的一瞥。\n用力去追，去抓，可我还是无法拥有，甚至无法触及。\n我和它离了那么远。\n眼泪又要出来了。\n\n我不知道我的眼泪源自于谁。老师尽责地批改作业，妈妈工作一天也很累，我努力地写作业……谁都没有错。\n只是所有人都被卡住了。我们都知道外面有一片美丽的天，但是我们都在一张网后面。用力去追、去抓，却依然无法触及。\n像是身处一片汪洋，但我不会游泳。使劲地扑腾，眼前仍是一片水雾在流动，水之上是不知何处的粼粼日光。\n我好努力了，可还是错过了日落。\n日落壮丽之后，是沉沉的夜。\n\n我于是不理解我的努力。但我仍旧努力，因为周围人都在奋力地拍着水，往前。我甚至不知道我现在写完了作业，是否可以写一篇小小的随笔，而是应该学习其他人，按照自己一开始定的计划，在课余刷厚厚的卷子，雄心壮志，一刻不停。\n不过我清楚，此刻的彷徨失措是暂时，毕竟明天又是新的一天。还会有新的作业，新的努力，新的日落，新的眼泪。\n生命依然继续。", "tag": "情绪困扰"}
{"content": "我初一的时候成绩很差 真的很差 现在初二了第一次月考我努力背书 进步很多 但是月考的时候很多人抄所以我们班女生说我是抄的 还会用不好的眼神看我 虽然老师相信我但是我心里还是很难受 每次一考好 都会被人质疑 难道学习不好的学生一定一直学习不好吗", "tag": "同伴关系"}
{"content": "我今年上初二，但是呢。原生家庭时好时坏。而且我的成绩从原来的班级第四有点下滑了。能给点建议吗？", "tag": "家庭问题"}
{"content": "自从开学转到了重点班，就发现在这个班里面犯错误就好像天理难容，会受到同学的议论，我在平时考试中会紧张，会关注着其他人，以至于在前几次考试中没有发挥出自己应有的实力，今天遇到的事情又让我忍不住流眼泪，好委屈", "tag": "学业压力"}
{"content": "上初二以后，第一次月考数学没考好导致排名比初一退了好多，然后就是每次小考成绩都不理想，也学不进去这两天实在是受不了了有点崩溃", "tag": "学业压力"}
{"content": "初三每天晚上九点多才放学 今天就感觉很倒霉很粗心 周练考试都很容易的题目看不出来 短语突然忘了 回到家发现今天奶奶又出车祸了 我连伤心的时间都没有就赶紧写作业洗澡 现在已经11点多了 我在抄写语文古诗看了一会小红书真的感觉好累啊 今天物理随时练也算错了很多然后老师还阴阳怪气我 我是组长还因为这个扣了十分 明天英语成绩公布我又会死于他的嘴下[哭惹R]我们班主任真的很负责但我最近状态是真的不好 我妈妈也是刚做过手术差不多 那天晚上我甚至都晕倒在了教室 不知道怎么办了 考了年级前十五也被班主任骂 好累啊啊啊啊啊[哭惹R]化学物理数学都不擅长反应慢死学 我为什么这样啊 恨我自己", "tag": "学业压力"}
{"content": "我也好烦好烦，成绩从级部第一掉到级部第五（我们的学校要考到级部前十才可以上省重点高中）真的好难受，每次都在想自己如果认真一点根本就不会考差[哭惹R][哭惹R]之前都是我第一，这次是后桌第一，我真的觉得是我心里不健康，就是有点看不惯她，她还是我的好朋友，但是我心里很难受很矛盾[哭惹R][哭惹R][哭惹R]", "tag": "同伴关系"}
{"content": "新初一的 在重点班 不知道为什么感觉大家上课好像都很快就懂 老师讲的也挺快 因为十一月要全镇期中考了嘛 我觉得自己的历史好像什么也不懂写练习卷也不会中午回到宿舍就在被窝偷偷哭学姐们有什么好方法学好历史吗", "tag": "学业压力"}
{"content": "住校生突然开始走读变得贪恋家里的温暖 恐惧学校里的一切 变得焦虑害怕 不想看书但自己非常清楚这样做的后果是什么 父母越来越憔悴我心疼又害怕 我不敢面对体测和考试 只要站上跑道就开始犯恶心想吐 但我以前从来没有过 800米成绩一个暑假从3分30左右直降4分20 怎么也进不了4分 越害怕跑的越差 成绩也是从初二开始直线下降 每天情绪都在崩溃边缘 明明知道自己应该好好学习但就是做不到 想通过跟朋友聊天缓解压力 但他们说“我如果是你就不会选择中考”压力却越来越大 更加焦虑了。。 谢谢大家的关心和意见 我本身焦虑可能就是比较复杂的 不仅仅是厌学 是生活中没有如意的事情 我原生家庭不太好没办法和父母倾诉 现实中没有朋友所以才来网上寻求帮助", "tag": "情绪困扰"}
{"content": "才初二不想上学，感觉别人都在努力学，但是每天还是浑浑噩噩的，和家人说想去看心理医生，家长说你又没病（我别人面前都挺乐观的），觉得没人理解我，一个人的时候就会大哭，又觉得自己是装的，不知道咋办（希望有人会看见）", "tag": "情绪困扰"}
{"content": "我初一，我小学六年都是走读，初中开始住宿了，有些接受不了自己一周或是更长的时间没办法和家里联系，并且特别特别厌学，而且感觉有点学不会，现在一想到要返校就想哭的不行，求助一下怎么办啊[哭惹R]", "tag": "情绪困扰"}
{"content": "小学一直年级前十 最差也第十六。初一月考65打击有点大。别人都在安慰我说还行。谁骂一骂我", "tag": "学业压力"}
{"content": "女儿初一，除了学习，周末回家只玩手机，外出吃饭、逛、以前喜欢的看书、画画统统都没兴奋点了…敏感，根本不敢惹…唯一还好的是，学校的事情还愿意和我分享。只有正在经历的才懂那份小心翼翼啊…", "tag": "情绪困扰"}
{"content": "书本里的东西不会全部都讲，老师只会挑着讲，问一些东西，老师只会说这个不考", "tag": "学业压力"}
{"content": "这就叫逼事多，我从小听话，有段时间想，反抗一段时间吧，结果自己做的全是错了，父母说的肯定是为你好，只不过方式错了，一看这种青春期的学生这样，逼事多，还抑郁，抑郁的人一根筋，本人就是抑郁，但是痊愈，现在才觉得以前多么离谱，父母肯定不会故意害你", "tag": "家庭问题"}
{"content": "我开学初二，已经想过很多次想跳楼了，无意看到这个帖子，看到第八条的时候我好想哭，我跟爸爸已经冷战了两三年了，有的时候跟妈妈吵架，我不知道为什么会这样。我考过很多次年级第一，我曾经问过他们，我考第一，你们高兴吗，他们只是告诉我，学习是为我自己学的，可是我只是想，让他们夸夸我", "tag": "家庭问题"}
{"content": "我先来说说我的吧，我觉得困扰自己最大的就是容貌焦虑，感觉自己算不上丑，但得到朋友最多评价是可爱，真的很羡慕那些长得很好看的女生，总是认为自己脸上全是缺点，一直没有和自己的素颜和解", "tag": "自我认同与自尊问题"}
{"content": "现状是我会因为成绩，人际关系，容貌等等焦虑的要死，敏感的不得了，没有性格契合的好朋友，仅有的一个朋友也是我一再包容得来的，每天我都感觉空虚抑郁，也不能沉下心学习，成绩越来越差，还想考个好大学，农村家庭背景，父母重男轻女，不想回家也不想在学校，每天睡不着觉，上课脑子一团浆糊啥都记不住", "tag": "情绪困扰"}
{"content": "间歇性努力吧 我现在总是在幻想高考完的超长暑假 买什么干什么玩什么都想好了 但是一点也不想面对高三复习 一会觉得自己还有希望一会又觉得已经定型了", "tag": "学业压力"}
{"content": "读初三，昨天晚上作业写到12点多，搞完都12:30才睡觉。早上5点多又得起来。", "tag": "学业压力"}
{"content": "真的，太苦了。每天脸上都写着“我好累” 晚上到家刚吃饱就被催着写作业（不抓紧要写到很晚），弱弱地来一句“我可以休息一下吗”，早知道不婚不育了啦", "tag": "学业压力"}
{"content": "从高一开学开始我就一直没有交到合拍的朋友，我以为到高二重新分班就会好了，结果到了高二还是我孤零零一个人，原本初中的好朋友又不在身边。\n\n所以我很讨厌户外课或集体活动，像是美术课，音乐课，电脑课，体育课，春秋游……这些活动都会让我提前好几天甚至好几个月焦虑，我不想让自己深陷在泥潭中，但我无法控制自己为这些事烦恼。今天体育课上测仰卧起坐人数是单数，我又被单出来，原本玩得比较好的朋友能轻轻松松被别人叫走，在大家做仰卧起坐的时候，我试图躲在体育器材室藏住我的尴尬和不安，从来没有觉得2分钟这么漫长。在上完体育课的好久好久我都无法从那种感受中抽离出来，有人来和我讲话也只能强颜欢笑，假装不在意“一个人”带来的尴尬，但我知道其实我在意得不得了，我好难受……\n\n我常常在想为什么别人可以毫不费力地交到朋友，别人就算谈恋爱也可以做到不失去朋友，别人就算不讲话也会有人主动找他，是不是因为我不够漂亮？还是因为我太胖？是我的性格问题？是我很无趣？\n\n其实我也习惯了一个人走，一个人吃饭，但我无法掩盖集体活动或两两组队中“一个人”所带来的尴尬，感觉有一万双眼睛看着我并且在背后偷偷讨论：“她怎么一个人坐，是不是没朋友，被孤立了吧。”像一根根利剑一样插进我的心里，留给我的只有无法战胜的疼痛。最近又要秋游了，在大巴上两两座位，只有我一个人坐我该怎么办，下个星期就秋游了，大家能不能支支招[哭惹R]", "tag": "同伴关系"}
{"content": "妹妹，我被孤立的时候是13岁，现在的我28岁了，我在世界上最好的大学之一读博士，我的导师是超级好的院士，我现在有很多好朋友，我甚至有一条可爱的狗狗。现在回想那段时间，还是很痛苦，恶心，煎熬，还是会记得周围人那种，啊，她一个人啊，这种眼神。但是妹妹，这种时候咱更要好好学习，把想七想八的尴尬时间来读书。秋游一个人坐没事的，你可以说你晕车你要坐前面，大不了咱就戴个耳机当个酷姐不是你们孤立我，而是我在孤立你们。长大了会好的妹妹！熬过去就好了。青春期的小女孩很容易想多，但是你要一直对自己说，我是最好的我是最棒的！我是自己最好的永远不抛弃自己的朋友！我没有一个人，我的影子一直和我在一起！", "tag": "同伴关系"}
{"content": "我跟你完全一样 现在高二了班上也没有真正的朋友 所有要离开课室的活动都要提前焦虑很久很久 我不认为自己社交能力有问题但是就是在班上交不到朋友 我觉得我们可以聊聊", "tag": "同伴关系"}
{"content": "我小学也是，三个人玩的好，到春游的时候，我只能假装很大方，自己去做坐最后一排，掩饰自己的尴尬，也不知道自己怎么熬过来的，我也很怕落单。", "tag": "同伴关系"}
{"content": "如果之前一直都能交到朋友 请不要怀疑自己噢 我高中直到现在工作了 人际焦虑也会时不时冒出来刺我一下 只是频率越来越低了 大巴那篇帖子你有说和隔壁班的朋友约好了 我相信你并不是没有交朋友的能力 也就无关你的性格是否无趣你的外表是否完美 理解你的焦虑却也希望你可以不那么焦虑十六岁的世界太小了要考虑的东西却还是很多 一直因为外界反馈就审视自己真的会很辛苦的", "tag": "同伴关系"}
{"content": "我也是，我以前上学尤其小学时候就是这样，其实我觉得根本原因可能就是合不来聊不来，你可以想象一下或者真的尝试一下，融入进别人的群体，主动跟别人相处，但大概率的结果还是觉得别扭，所以与其别别扭扭地在人前强颜欢笑，还不如踏踏实实自己一个人。比如你说做仰卧起坐这些事，如果是一组一组做的话，等别人做差不多了，你就大大方方冲人群喊一句：谁测完了有空帮我压一下呗。前提是你的同学起码都是正常人，没有奇葩，等你喊完了应该就会有人响应你。要真的没人响应你的话，可以跟老师说：老师，你看没人理我，你帮我喊个人呗。起码老师是不会拒绝的", "tag": "同伴关系"}
{"content": "我中学的时候也非常害怕落单，一起吃饭的朋友请假不来我甚至会直接饿肚子不去食堂，大学刚开始没找到合适的朋友真的特别焦虑，但后来尝试了一个人做所有事情以后就发现其实以前的担心都很多余，其实根本没有那么多人在意我合不合群。", "tag": "同伴关系"}
{"content": "我的少女时代是在霸凌和自卑中度过的。初中开学考试考了第一名，却得到很多男生莫名其妙的恶意。因为青春期长胖长痘，我的脸又大又方，很多男生给我取难听的外号，“扑克”“电视机”等等。又因为我的敏感自卑，我无限放大他人的恶意，不停内耗自己。我和嘲笑我的人争吵，精神状态逐渐变差，无心学习，成绩一落千丈。\n\n当时的我暗恋一个男生，却被他带头霸凌。他觉得被我喜欢是很恶心的事，连带着很多女生也不喜欢我，觉得我情商低没有羞耻心。在好学校的尖子班，霸凌不是身体上的欺辱，而是暗戳戳的。同学们会在我主动搭话时互相对视一眼发出爆笑，或者是抽屉里莫名其妙拿到充满侮辱意味的小纸条，也有男生打赌输了被迫给我写情书作为惩罚……\n\n我也曾经变成“霸凌者”，在替代我的嘲笑对象出现后，我也被迫加入了那个愚蠢的大环境中，我不敢表现出和班上这群人态度不同，否则我又要变成被嘲笑的对象。深夜里听见她的被窝传来颤抖抽泣，我也痛苦而自责。青春期的恶意是没有理由的，但两个没做错任何事的女孩却要在心里最脆弱的时候承受所有的伤害。\n\n但是我也在学校里遇到了温柔的人，数学老师对我很有信心，说我一定能考上好高中，我也确实在摒弃了外界纷扰之后，被高中部提前招，高考考上了浙大。宿管阿姨也是个温柔的人，看见我躲在厕所哭，会带我去她房间里安慰我，鼓励我不要被困难打倒。校长一直都记得我，每次遇见我就叫我全校第一，给了我莫大的勇气和安慰。还有班上的几个女同学，她们从来不会跟风站队，没有对我展示出一点恶意，走廊上遇见都会跟我温柔地打招呼。\n\n当年很多的同学已经联系不到，一些霸凌者也不知去向，可能他们也不知道他们的所作所为对当时的我伤害有多大，但这些都无所谓了。我不歌颂痛苦，这些痛苦对我的成长没有一点帮助。我感谢当时的我自己，没有被这些伤害打倒，依旧挣扎向前，塑造了一个坚韧不屈的现在的我。", "tag": "同伴关系"}
{"content": "小时候在外地上学，大概是贫血头发黄黄的，跟英语课本里有个叫丽莎的头发一样…然后同桌是个男的，成绩还特别好，外号就是他起的，他跟一个成绩特别差的玩的好，然后一起给我起外号…那时候每天都不想去学校特别煎熬，因为胆小有时候老师说的当地话，我听不懂，也不敢问…真的老难受了", "tag": "同伴关系"}
{"content": "一直觉得你很好看和你做同桌的时候压力好大感觉你又美成绩又好又大方，虽然时间不太长后来也分班了但是我一直觉得你是个很好的人，曾经我也很自卑觉得自己长得很丑，别人也拿我和另一个女生比较，说我在模仿她，所以我非常内耗压抑也会容貌焦虑整个初中时期只有你夸过我，我现在还会记得", "tag": "自我认同与自尊问题"}
{"content": "我在的学校算是一个好学校，可是我分到了一个差班（分班考失利了）平时我的成绩在小学还算不错的，可是分到了一个差班我实在是有些不想面对，那天哭了好久，过了几天吧好些了，老师选我做了学委（小学没当过任何职位）压力大，学委的事多，繁琐，没心思搞学习，最近老师给我布置的学委的任务我完成的不是很好，所以在纠结要不要去告诉老师我不想当了（本来就不是特别相当）所以最近很压抑，想死的心都有，再加上我性格内向，一个朋友都没有，没有发泄情绪的人，希望有人能在评论区里安慰一下我（只有这个方法了谢谢）初一的学习任务重，时间紧，有谁有学习方法也可以讨论一下，或者有初一有压力的都可以来这里发泄情绪[哭惹R][哭惹R][哭惹R][哭惹R]", "tag": "情绪困扰"}
{"content": "幸运的是我分到了一个好班，不幸运的是和闺蜜分开了他和我一条走廊，但是中间相差五个班，我们都准备继续保持关系，就是不知道能不能熬过三年。。。", "tag": "同伴关系"}
{"content": "我精神快出问题了，首先我想让大家明白一点，就是有的时候我觉得初中真的比高中要苦诶就是那个时候你的思想其实是在被迫长大的就是就是，就是你刚从小学出来，按道理来说，你也才是个13四岁的小朋友但是说句实话，你初中了，他们就会说你都初中了，你都初中了每一句话恨不得就是把你拉成一个大人我们才刚小学毕业好不好？我们老师一天布置试卷，能不这个五六张五六章其实是五六份，就是一份，他有两张试卷我们才初一以后都不敢想", "tag": "学业压力"}
{"content": "我发现我现在只想躺着玩手机，不想接收任何知识，连动脑子的小说都不想看了，明明我初中小学的时候求知欲非常旺盛，爱看历史书爱看名著，也看了很多烧脑的小说，还喜欢背诗歌…我真要用一辈子治愈高中，不知道什么时候能好", "tag": "情绪困扰"}
{"content": "青春都是给长得好看的人的，我们这种人只有学习、工作、忙里偷闲。你信不信，你就算什么学习压力也没有，你也不可能过上青春校园剧里的那种生活。", "tag": "自我认同与自尊问题"}
{"content": "我从小学就觉念书是个很恐怖的事，被关在学校里从早到晚，我这中午不允许出门不允许在外面吃饭，然后读读读，一直念书到23岁出来，找不到工作，结婚生小孩，带小孩，真正青春、健康、有活力的时候都在学校里浪费掉了，尤其是高中从早上6点一直到晚上10点，把学生和社会切割开，我有时都觉得外面是另一个世界………我第一次去安徽颍上玩的时候他们学生居然晚上能出来吃东西，门口都是各种小吃摊，我靠，我真的羡慕死了，一大批高中生，我再想起自己的高中，门都不允许出，和老师说父母送饭都会被觉得奇怪，想流眼泪真的", "tag": "学业压力"}
{"content": "老师应先是传道再授业，有些老师学科再强，但师德很差，是不配当老师的。我高二高三班主任，纵容其他同学霸凌我，高考前的备战家长会，老师短信通知家长参会，学生都是开完会后才知道的。原以为老师漏通知我父母，让我父母联系了解会议内容，结果老师直接在课堂上说是故意不通知我父母的，因为他觉得我考不上大学，就没必要浪费时间精力给我父母开会了。这个老师我会记恨一辈子。我在读研究生了。", "tag": "自我认同与自尊问题"}
{"content": "天呐……看到姐姐仿佛看到了我自己的影子，我也是刚初一，压力挺大的，每天学到凌晨，早上六点起，真的真的很累很累，身体也出过很多状况，和姐姐一样在学校的优班，班里的同学都跟开了挂一样，动不动就考个年级第一第二，和老师关系也一般，和姐姐一样与老师发生过矛盾，不同的是跟我父母说了以后他们只是说我活该，阿姨你真的做的特别特别好，我有些羡慕姐姐有你那样的妈妈，初中好累啊", "tag": "学业压力"}
{"content": "hello大家好！最近收到很多粉丝私信说现在刚开学学业压力一下上来了\n各种作业，背诵内容，考试全都接踵而来，感觉突然间有些喘不过气\n那明天又恰逢周末，就和大家聊一些轻松点的话题吧！\n1.累了就阅读，书里有答案\n从小家长就一直在说书中自有黄金屋，以前不信，后来在同学的推荐下找到了自己喜欢阅读的方向，我喜欢小说类的书籍，偏向温暖感人的，例如张嘉佳的书我就非常喜欢，很温暖，就像一盏蜡烛点亮了我，不开心或者压力的时候看自己喜欢的书是一件很治愈的事情，就仿佛暂时逃离了自己不喜欢的世界里，短暂逃离，会舒缓压力。如果不知道自己喜欢什么类型的书，可以在空闲的时间里多看不同领域的书，也是一种语文的阅读积累，在书中读出百味人生，不同故事。所以我想阅读是一件让人放松的事，正好深圳最近下雨，我更加喜欢在雨声绵绵的时间里坐在阳台看书，此乐何极！\n2.拥抱大自然\n我试过这种方法，比如去逛逛公园，呼吸一下新鲜空气，洗涤一下一周的烦恼，和家人朋友倾诉一下一周的烦恼，看看自然的美景，广东最近最近的雨天，让我很想期待如果明天不下雨我是打算去公园闻闻雨后绿植的香味，会得到很大的放松，听着鸟儿歌唱，青蛙鸣叫，很惬意，还能强身健体，散散步，毕竟身体第一，有一个健康的体魄才能有资本全身心投入学习。\n3.美食和音乐是治愈生活的良药\n也许我们会在平时因为压力太大而茶饭不思，会因为一次考试而失去重来的勇气，这是可以试着吃点自己喜欢的美食，我喜欢甜食，比如雪糕蛋糕，吃了心情会变得愉悦，是治愈生活的良方。我的歌单里有20多首歌曲，多以欧美歌为主，还有一些抒情歌曲，轻音乐之类，都说音乐会储存住当下的记忆，想了一下确实如此，当我听着小学收藏的歌曲，脑海里会浮现当时的种种事件，留下的更多是美好的，阳光的一面，会对当下的我带来鼓励。\n希望大家在繁忙的学业生活中，找到适合自己的舒缓解压方式！\n也请一定相信，阳光总在风雨后，要相信有彩虹。\n下期见！事事顺利", "tag": "学业压力"}
{"content": "我不知道我说错什么了，我只是在感慨一下马六甲海峡比在地图上看到的大很多（我们学的时候只有地图，没有图片的，所以我没有实际概念），他们就都来骂我，我只是初二，不是大二，家里条件也没有那么好，我目前怎么亲自去看？为什么小红书也变成这样了。。。", "tag": "网络相关压力"}
{"content": "一学期还好 一到期末疯狂留作业感觉要要猝死了 这一个月没有一天是十二点之前睡的", "tag": "学业压力"}
{"content": "14岁\n感觉人生无望了\n学习不顺心 我除了学习没有别的出路了 而这条出路走得也不是很顺心 感觉进入瓶颈期了 真的在焦虑未来什么样 我想成为的人在这时候应该学得轻而易举 为什么自己不那么聪明 还在想我以这样的心态过这一生应该屡屡碰壁吧 感觉我这一生应该不会顺利", "tag": "自我认同与自尊问题"}
{"content": "17 岁高三，我也经常这样想，身上有不好的地方，还有之前经历过的事，学习不好经常内耗，但是一直在疏导，活着就有希望", "tag": "学业压力"}
{"content": "我好像有焦虑症。但我不知道是不是，也不知道怎么说。希望能明白我的意思。我是小时候原生家庭的原因吧，父母老是吵架，家里穷，妈妈二婚，爸爸算是高龄了，没有爷爷奶奶，爸爸是孤儿。那时候还好就是偶尔焦虑一下。但上了初中就很痛苦啊怎么办啊每天都好痛苦。七年级的时候开始还好，七下的时候，我自己性格上的原因没朋友，以前是属于开朗活泼的，我不知道是不是阳光抑郁症……七年级到八年级上册我都勉强靠妈妈和我自己熬过那段时间，成绩也考的很好，600多年级第二第三的样子，可是疫情打破了这个明明可以很快乐的时光，我一时半会不知道该做什么，我是农村的我也没有地方排遣，到八下期末的时候，那段时间好痛苦啊，我好难受啊", "tag": "情绪困扰"}
{"content": "我的焦虑症持续两年了。后面才得知是这种病，每次他一来就想发射手的克制他，但是他就越发猛烈，所以挺想面对他的，但做起来真的很难。", "tag": "情绪困扰"}
{"content": "我也抑郁症这段时间暴瘦了八斤我吃不下去吃一点就饱了 而且我厌学我现在上初三我不知道我怎么办", "tag": "情绪困扰"}
{"content": "高中真的是心累，拼了命的学了一个月，可考试拿到试卷那一刻就懵掉了，和平常做的题根本不沾边；别人听一遍就能听懂的知识点，你要听三遍五遍还是难以理解！\n\n每天都活在巨大的焦虑中，焦虑每一次阶段考，焦虑学习进度，焦虑和同学之间的交往，焦虑和父母之间的沟通…… 那种无力感渗透到你每个毛孔间，内心孤独又无助，每天濒临崩溃的精神状态让你迷茫得看不到尽头…… 你也很想让自己快速的从焦虑内耗的情绪中走出来，变得豁然开朗！可你知道吗？你的很多痛苦都是因为“你自己”，“你自己”才是高中时期最大的霸凌者！ 因为只有你知道自己的缺点是什么，知道自己最不擅长、最丢人的事情，你不停的抓着这些事情，不停的去打击自己，否定自己，批判自己，你要立刻对这些行为说No！\n\n01  别太把自己当回事儿 不管你目前的状态是糟糕的、是狼狈的、是摆烂的……无人在意，没有人关注你，大家都在埋头做自己的事情。 不管你经历的是好的坏的， 这些都过去了，你最应该学会的是买单，离场，接下来继续往前走。\n高中阶段的你是非常敏感的，很多时候你痛苦内耗的来源，就是因为你不肯放过自己。 总是回忆那些痛苦的过去，你曾经遭受到轻蔑的白眼，不友好同学的恶语相向，或者是没有抓住某次考试机会，或者是懊恼自己一些错误的学习习惯……但是不管你是一个什么样的状态，又有几个人真正在意你？ 你认为非常丢脸的事，可能过段时间都没有人记得，无人在意，所以不肯放过你的，只有你自己。 不管你之前是成功或者失败，它都是一种体验，你可以重新再来，只要你愿意放过你自己，那下一秒一切都可以重新开始。\n\n02  建立对自己有利的偏见\n你如果非常清晰自己的薄弱点在哪里，不管是自我认知的，还是别人告诉你的，你如果因此自卑的话，不妨跟自己说，这是“我的强项”。 比如，你最不擅长数学，你不要总提醒自己数学不好，学习数学很头痛，这样你看到数学，你就会生理性产生抵触情绪，而且会在心里打压自己，这些都是对你自己不利的偏见。 你不妨对自己说，“我十分擅长数学”，“学数学给我带来极大的满足感”、“我每天都需要做几道数学题来维持对学习的热情。” 你是否真的热爱数学都无所谓，重点是你在面对弱项的时候，面对自我否定的时候，要学会为自己提供情绪价值。用亢奋取代消沉，在不擅长的领域为自己的自信疯狂上分。 你要学会说出“对自己有利”的胡说八道，它会不断的往你的大脑灌输能量，你的行为一定会受其改变，并向其靠拢。", "tag": "自我认同与自尊问题"}
{"content": "上了高中才发现意志力和一个好的身体真的很重要，希望我能挺过这场噩梦等一切过去之后我再也不想回想这段反复被高中凌迟的时光了，真是太痛苦了，太窒息了，周围的人都是不能交心的，父母是不理解你的，老师是陌生的，时间是紧张的，学习压力又大，偏偏我这个人又是敏感多疑又不想自甘堕落渴望向上的。。。。劳资这一辈子都不想再呆在高中了", "tag": "情绪困扰"}
{"content": "我就是，一天天太难受了，因为我处的班级竞争力特别大，每次考试都给我看的喘不过来气，每天就只想成绩，我家里人看见我这样就买了好多补品让我吃，然后给我吃住院了，学习没跟上，一天还贼难受，好不容易去学校了，就遭受了同学们的冷暴力，导致我情绪越来越不好，特容易激动，每天都在哭都在生气，我现在就感觉完全废了一样，学习没学好，我肝脏现在还出了问题要花好大一笔钱我感觉特别对不起爹妈，每天都想着怎么结束，我觉得我就是个赔钱货", "tag": "自我认同与自尊问题"}
{"content": "高三艺考生，抑郁症一年多了，在学校学不进去，家长每天非打即骂，老师不关心还说风凉话，被同学造谣排挤无法交流，不想去学校家长硬逼着去，家庭关系极度恶劣几乎破碎，每天吵架接续不断，家长拿我当出气筒，不管因为什么事发脾气最后总是骂到我头上[哭惹R]艺考结束后家长嫌赔钱不准我找机构逼我回那个让人生理不适的学校，不管能不能跟得上也不顾我的心理感受就让我每天超负荷的追进度，已经要疯了[哭惹R]期末统考本来就因为落下太多考不好了还要被骂考的低，老师们成绩歧视不说还重男轻女不留底线的辱骂我们那些艺考生，说我们的人生就是一摊烂泥根本不配考大学，反过头来都跟家长打信息差说我们不认真学习迟早要完[哭惹R]已经碎了", "tag": "家庭问题"}
{"content": "阿姨您好 在我初三差不23年的时候我出现了和你女儿同样的一些状况 厌学不去上学然后一直在家里 我的妈妈也经常和我吵架 我当时也出现过打妈妈的状况 那段时间浑浑噩噩的 每天也不知道干什么 就是看手机 而且当时我年龄小 什么也不懂 后来因为没去上学考到了离家很远的技校 两个星期回一次家 去了学校很不适应 一直哭着要回家 所以高中也去的断断续续 不过在我没去上学的过程中我也学到了很多书上学不到的知识 我觉得您和女儿现在是需要时间和交流 可以多尝试和女儿交流一下 如果不行的话就随她去 但是让她承受自己选择的后果 因为可能您的女儿现在正属于叛逆期 很难听进去别人的意见 有些东西需要她亲身经历", "tag": "家庭问题"}
{"content": "欠自己太多了，自己惹出的祸，祸从口出，自己就是不能管理好自己，我现在很恨自己，为什么要走到这一步，我真的好想回家，好累，但是我又有什么资格说累，明明自己活的一塌糊涂，什么都做不好，我没资格怪别人", "tag": "自我认同与自尊问题"}
{"content": "我总是嫌弃自己还不够努力，可回头发现原来我才十几岁…到现在我才明白有一个好的胃很不容易，曾经的我以为我一辈子都不会得胃病，我欠自己，胃部的疼痛感像火在燃烧，不吃饭也疼，吃饭也疼，我常常因为一些小事而暴躁，不止是生理的疼痛，更多的是心里的痛…", "tag": "身体与青春期烦恼"}
{"content": "我欠自己的爱从别人那里得不到的爱，我应该好好爱我自己的，为什么我那么渴望他们的爱呢？爸爸妈妈，你们为什么不能坚定的选择我一次呢？我也是你们的孩子啊，为什么在我快死的时候也不救我？", "tag": "家庭问题"}
{"content": "我真的欠自己一个好的胃，天天中午睡觉都要比别人提早起来一会儿真的好尴尬呀，肚子一直在响，一直有那种气想要冒出来，每次都会发出响声，我就提前醒过来憋气哎", "tag": "身体与青春期烦恼"}
{"content": "要该如何逃离原生家庭啊，好压抑的氛围，讨厌的亲戚，那些大人说的话我都不爱听，总是以他们的角度来批判我，时好时坏让我很愧疚，让我很想飞，但是暂时还飞不出去，他们也想困住我，我知道家里穷，很多想拥有想去的地方，我总是跟自己说等以后自己有能力再去实现，我想飞，但想到爸爸他因为家里的事他只能待在这个小乡村，也很心疼他，因为我还年轻我还有可能，虽然现在飞不出去，为什么啊，一个家庭为什么会变成这样", "tag": "家庭问题"}
{"content": "怎么办明天去学校，我一直是年一很害怕考差不在是年一了，虽然家长从不因为考差而骂我但是我自己就很在意很焦虑", "tag": "学业压力"}
{"content": "前两次数学都是满分 但这次考试的时候脑子一片空白 才考了八十多分 从初一开始到现在 无论大大小小考试都没有这么低的分 直接给我从年纪前十到二十多了 其实已经告诉自己只是一场月考 不代表什么 但还是为了排名或者同学的眼光而焦虑", "tag": "学业压力"}
{"content": "压力大得要死，我天天哭，哭着又爬起来学，一个月就瘦十斤，忽然又想猛吃，然后又长胖，又双重焦虑，循环往复", "tag": "学业压力"}
{"content": "咋可能没有啊 比如第二和第一成绩不相上下 还在学习生活中老师和同学的一些外因素 导致第二一直感觉比不上第一自己就会特迷茫", "tag": "自我认同与自尊问题"}
{"content": "我们学校初二年级2千多人竞争力本来就特别大，我刚开始是30多名的水平，其实我上初一刚开始的时候也没想过的年级第一之类的，但事实就是比我强的人还很多，然后我从初一下册的时候我就开始觉得我应该慢慢努力，然后就一直进不进不到25名到13名，初一上册的期末考试，我是年级第四，这学期初二的第一次月考，我拿了年级第一，我也不知道怎么拿到的，可能是我真的把这个目标放在眼前，一直在慢慢的去追逐吧，但是这次拿了之后我就越来越担心了，我担心我下次期中考应该怎么办？要是考砸了，怎么办？因为我们班算是纪律比较差的班嘛，班里这学期换了个班主任，纪律也在慢慢变好，而且还出了个年级第一，所以老师就经常表扬我，表扬我们班", "tag": "学业压力"}
{"content": "关键是好多家长老师他们说着让我尽力就好，不后悔就好，相信你，我能行什么的，但是字里行间总是能感觉到他们对我要求很高，然后老跟我说类似于“敢掉出前20你看我不把你腿打断”之类的话，事后又说什么自己就吓唬着玩之类的……就很让人精神容易崩。关键我一说自己焦虑，就又有一大堆认为我们是“天才”的人开始说：都天天考那么高了有什么可焦虑的。出去玩也要被说，搞得真的很想逃……感觉分高反而成了枷锁一样[哭惹R][哭惹R][哭惹R]", "tag": "学业压力"}
{"content": "当然焦虑了，其实我觉得学习不好不焦虑,就怕把别人超过你，你就在拼命的学习，然后就会崩溃", "tag": "学业压力"}
{"content": "本初三牲现状╰(⇀‸↼)╯\n十四岁以前过的顺风顺水 众星捧月，考过班2年12，心高气傲地曾想要超过所有人[再见R]。八下拼命努力，掉发天天失眠，但取得不错成绩。九上想好好调整心态放松自己，常上课走神，结果基础没打牢，尤其数理化无形之中退步，九上期末省考模拟班5。可是只有自己知道自己没有付出很多努力，反而看着别人努力进步自己着急……步入九下，总是容易被别人影响，怕别人卷自己超过自己，心里特别浮躁着急，可正当自己做事又做不进去沉不下心。明明可以考重高，但总因为心态犹豫不前，时常焦虑我真的快崩溃了_(:з」∠)_\n简单来说\n问题1️⃣ 看见别人学习我就慌。可能是嫉妒心作祟，看到那些曾经学习成绩不如我的逐渐靠近我 超过我，我心里多多少少会很不甘！比方看到别人内卷我心里会兵荒马乱……\n并且学习的时候总因为关注别人而没办法专心做事，导致我常想把事情做好，但心有余而力不足\n问题2️⃣ 有目标or无目标，我真的很迷茫。\n可能是八下那段时间很压抑，我不想再那么狠逼自己。九年级就没有给自己定明确的目标。\n\n我之前想考重高，可我又担心上了重高因为自己心态问题承受不住压力（我抗压能力不是很好）所以我畏缩了，我又想着要是考当地普高的奥赛班，但环境师资又是另一说……我目前就读于一所每学期学费一万多的私立学校 是我们当地最好的初中且升学率很高，我在里面算成绩不错的。\n但就是很迷茫，就像一只小帆船在茫茫大海上，我既没有前进，也没有后退，徘徊在海面上，只是眼睁睁看着别人坚定朝自己目标驶去，我也只能随着大流方向茫然前行\n有人说“没有目标的生活 是向机会投降”。每当我定下目标，我心里就恐慌，又有心理压力了\n敏感细腻+想太多+自信时有时无+易焦虑体质+急于求成+老妈遗传的急性子……我tm简直buff叠满！不过目前我也接受事实了，之前一昧的抱怨也没啥用 我现在只想抓住最后时间解决问题 看看自己是平淡地过这七十天呢 还是努力拼一把\n问题3️⃣ 对未来及学习的意义不明，没有真正为自己而学。老实说我之前还是个学博哈哈哈，当时自以为明白学习的重要性，为成绩打下不错基础。咋感觉上了高年级越来越急功近利，只是追求分数和夸赞而不是去注重过程。我有时感觉是在给别人学，很在乎别人眼光。\n总结：我想变得更好。求求善良的大家给我一点advice吧[哭惹R]我真的xN很需要[哭惹R][哭惹R][哭惹R]我会很用心去看的！", "tag": "学业压力"}
{"content": "我七上来了初中心态也特别烂除了七下也考好过那个学期记得是三次班三年八 十一 十五 然后八年级差不多是班五年级二十多 从八下开始心态又开始了持续到九上真的每次心态不好天天非常想去死 现在九年级成绩不稳定考", "tag": "情绪困扰"}
{"content": "姐妹们谁能给给安慰和建议，连续退步两次了，班里十多名[哭惹R][哭惹R]县里才刚刚过重高名次，之前拼命努努力就上去了，也是前十，但这次没赶上去，还能再赶上去吗[哭惹R][哭惹R]有基础[哭惹R][哭惹R]", "tag": "学业压力"}
{"content": "宝子，语文和历史怎么学啊你考得好高我之前也有过90多现在会回都是80几，而且我的状态也很迷茫", "tag": "学业压力"}
{"content": "初三生的专属 发泄帖 想说什么就说什么，可能是深夜的痛哭，抱怨自己为什么不够聪明，挣扎在题海中，却被练习册上的红叉打断了继续写下去的欲望，可能是体育课上的汗水，在无声中与泪水化在了一起，抱怨自己为什么不在跑八百多跑几秒，为什么作业这么多，但只是想要有一个好的成绩其次才是优良的睡眠，国庆8天假，我发现我渐渐有了很严重的拖延症，干什么事情好像都很慢（好像？？）已经发下来了十几张试卷，好在只剩下个位数了，但我发现还有许多要复习的地方，国庆一上来就是初三的第一次月考，内心充斥着焦虑和紧张，生怕被别人超过，生怕自己考不好，生怕被别人嘲笑，生怕没有达到自己的预期……无数个害怕，感觉一周像过了一年一样，，，", "tag": "学业压力"}
{"content": "文科全部报废，现在成绩就是理科硬撑。语文120考一半，谁敢闻，历史论述题写不出来全扣了写出来了也只给我1分。道法开卷那个题死难我都不知道问我啥知识点抄答案都抄不对。", "tag": "学业压力"}
{"content": "初一励志考重高，初三想退学，每天都好累，睡眠不到5个小时，还经常失眠，没有课间，每天至少跑3千米，老师从不考虑我的死活，每天身心疲惫，好崩溃，好想哭T﹏T", "tag": "学业压力"}
{"content": "很想哭，今天班主任说我们班有个人下星期可以去高中部的创新班的预录班，这个学期学完初三的所有课程下学期学高一的课程 然后进行考试 我们这的高中最好的班有三四个，进了预录班的人，测试成绩到了标准线就可以去第一好的班，没过的也能在剩下的好班里挑一个。白话一点就是稳稳保送了。今天下午才知道这个人是我最好的朋友，刚开始是替她高兴，但是后来又有点不甘心。明明我也努力学了，但是成绩就是没她好  ，而且班主任还一直说我们这个高中很难考，好的班更难考……一堆屁话，整的我更紧张焦虑了，要是我考不上高中怎么办，为什么不是我进预录班。而且就一天的时间，她对我的态度简直天上地下，已经开始忽略我了[哭惹R]", "tag": "情绪困扰"}
{"content": "好累啊我不想去住宿，我上课睡觉不是困是真的听不懂，我真的没有熬夜，睡的不晚，而且真的努力了，可是单词我背了就忘好累好累，在学校也几乎没朋友，我也想要好成绩啊", "tag": "学业压力"}
{"content": "好烦啊，上初中了，周末作业多的要死，学校饭菜难吃的要命，老师讲课跟个狗屎一样，破学校还跳闸，回家还得面对个**妹妹，一天天的跟个神经似的，哭哭哭哭哭，妈逼的烦死了，啥也不是！", "tag": "情绪困扰"}
{"content": "看了好多上初中崩溃的铁子，突然感觉我好幸福[微笑]我们学校老师人都特别好，年轻幽默还都是美女，我七上的时候是特别快乐，班主任管的超级松，直到七下换了班主任就开始抓的严了，七下其实我挺崩溃的，就是还有喜欢的老师教课强撑着，那时成绩也下滑，跟朋友也闹了很大矛盾，现在看开了，每天就是等着自己喜欢的课，然后上课摸摸鱼，一天就过去了，顺便再骂一下学校，然后表达一下以后考蓝翔把学校铲掉的伟大志向，一天就这么过去了[微笑]", "tag": "情绪困扰"}
{"content": "怎么办明天去学校，我一直是年一很害怕考差不在是年一了，虽然家长从不因为考差而骂我但是我自己就很在意很焦虑", "tag": "学业压力"}
{"content": "前两次数学都是满分 但这次考试的时候脑子一片空白 才考了八十多分 从初一开始到现在 无论大大小小考试都没有这么低的分 直接给我从年纪前十到二十多了 其实已经告诉自己只是一场月考 不代表什么 但还是为了排名或者同学的眼光而焦虑[哭][哭][哭]", "tag": "学业压力"}
{"content": "压力大得要死，我天天哭，哭着又爬起来学，一个月就瘦十斤，忽然又想猛吃，然后又长胖，又双重焦虑，循环往复", "tag": "学业压力"}
{"content": "咋可能没有啊 比如第二和第一成绩不相上下 还在学习生活中老师和同学的一些外因素 导致第二一直感觉比不上第一自己就会特迷茫", "tag": "自我认同与自尊问题"}
{"content": "我们学校初二年级2千多人竞争力本来就特别大，我刚开始是30多名的水平，其实我上初一刚开始的时候也没想过的年级第一之类的，但事实就是比我强的人还很多，然后我从初一下册的时候我就开始觉得我应该慢慢努力，然后就一直进不进不到25名到13名，初一上册的期末考试，我是年级第四，这学期初二的第一次月考，我拿了年级第一，我也不知道怎么拿到的，可能是我真的把这个目标放在眼前，一直在慢慢的去追逐吧，但是这次拿了之后我就越来越担心了，我担心我下次期中考应该怎么办？要是考砸了，怎么办？因为我们班算是纪律比较差的班嘛，班里这学期换了个班主任，纪律也在慢慢变好，而且还出了个年级第一，所以老师就经常表扬我，表扬我们班", "tag": "学业压力"}
{"content": "关键是好多家长老师他们说着让我尽力就好，不后悔就好，相信你，我能行什么的，但是字里行间总是能感觉到他们对我要求很高，然后老跟我说类似于“敢掉出前20你看我不把你腿打断”之类的话，事后又说什么自己就吓唬着玩之类的……就很让人精神容易崩。关键我一说自己焦虑，就又有一大堆认为我们是“天才”的人开始说：都天天考那么高了有什么可焦虑的。出去玩也要被说，搞得真的很想逃……感觉分高反而成了枷锁一样", "tag": "学业压力"}
{"content": "当然焦虑了，其实我觉得学习不好不焦虑,就怕把别人超过你，你就在拼命的学习，然后就会崩溃", "tag": "学业压力"}
{"content": "我高三，有自己的学习计划，有目标。我妈一直因为小事和我吵，连一顿早饭也吵我不想学了，累了。让我当你女儿吧，最起码你对我好好说话，我也会好好说话。真羡慕别人家长。", "tag": "家庭问题"}
{"content": "看到这篇感触颇深，有种隐埋心底无法说出的伤疤突然被人发现的感觉。。。对我来说，我始终认为学习的目的并非只是为了找一个好工作，可能过早被张载的横渠四句洗涤，我热血地觉得学习的目的应该在于学成后拯救苍生，驱逐黑暗而非将其单调地归于一个“好工作”的动力源，就像一次初中语文课上杜甫的《石壕吏》我始终无法忘记我们语文老师当时的开场是一位农民伯伯夏季顶着高温还要在地里工作，当时看完视频，老师抽人回答看完的感受，不出意外抽的我，本人语文较为突出，我当然明白她想听的无非是劳动人民多么多么辛苦，多么多么不容易，我回答了类似这样的表面的话，她似乎觉得我有些敷衍，不满意地要我深入一点，我沉默了几秒只是站在那里", "tag": "自我认同与自尊问题"}
{"content": "仿佛看到了我和初恋的影子……他就是属于那种，初中基本都是年级第一，考了年级第二都算很砸，从小也被逼着超前学了很多数学物理，所以平时在其他人面前都是冷脸疯狂刷题的形象。记得他有一次和我聊了很久，说就算他现在次次考年级第一，又能怎么样？以后就一定能幸福吗？如果不能的话他次次考年级第一还有什么意义？我努力安慰他一定是正相关的，但当时我自己心里也没底。他上高中之后压力非常大，虽然能达清北线但是还是极度焦虑，有一段时间甚至每天躲在厕所给很多人发消息倾诉，脾气也越来越坏。高三之后更是封闭自己，几乎拒绝一切交流，变得很孤僻，直到高考之后提分手。最后听说他没有达到清北线。", "tag": "学业压力"}
{"content": "可以说是文科学霸了吧，第一条真的狠狠中了，讨厌现实，陷入虚无，内卷在现在已经无意义了，社会转型需要改变方式了，可是被迫困在学校跟别人一起内卷，不管你思想清明与否都得一直跑一直跑，就像是后面有轮子在撵你一样，这样的无法改变又会不断加深虚无主义", "tag": "学业压力"}
{"content": "说点题外话。我初中一直是年级第一，后来高中得了精神疾病，成绩倒数，（具体原因要追溯到小时候的创伤）老师经常批评我觉得我学习不努力、谈恋爱（当时有钟情妄想），同学们也议论纷纷说闲话，家长不停地带我算命。我请问呢我病情有苗头时你们去哪儿了？我不是向你们求救过吗？有人管我吗？好现在人快死了每个人都来兴致勃勃地踩几脚？你们只看到优生变差生连连惋惜感叹，谁又在乎我到底可怜地经历了什么？谁又在乎？", "tag": "情绪困扰"}
{"content": "这就是以前的我，也是现在的我。那是一段很痛苦很难熬的时光。当我发现自己再难以集中注意力，连看自己热爱是网络小说都觉得费劲。我当时甚至想人要是不用吃饭不用睡觉就好了，那样我能把所有时间用去学习。我很在乎每一次月考的成绩。每次考到第一名，对于我来说，只有片刻的欣喜，然后就是极大的不配得感。我单科成绩也就语文优秀，只是综合成绩第一，这一度让我很没自信，觉得其他人随时都会超过我。即使后面我几乎次次都是第一，最差也是第二，我告诉自己这就是我的实力。但是我还是好害怕掉下去。考了一次高分，就会开始害怕下一次没有这么高。我几乎每天都会一个人躲起来哭泣，我没有想过和身边的人倾诉", "tag": "学业压力"}
{"content": "是这样的，我初中前两年就一直都是班第一的位置，但后面突然出现了一个没怎么努力却超过了我的人，后面一直踩我头上，我就经常想凭什么，凭什么他玩那么久却比我从小努力的强，结果这样的人后来也不止他一个。到了初三，我就彻底掉下去了，在老师的激励下同学们一直在进步，就我看着自己离着以前的好成绩越来越远，一直掉，经常内耗想哭，逐渐厌学。其实我爸妈对我很好。真的不会在意我的成绩 看到我情绪出现问题了也会及时帮忙调整，但是这样我反而更难受，会觉得自己的颓废对不起他们对我的付出", "tag": "自我认同与自尊问题"}
{"content": "我是直接倒了，一年都没去上学，从班级第一直接倒数。最近才回去，还继续跟着原班级上课，一堆不会的根本跟不上，我都不知道我自己怎么想的。", "tag": "学业压力"}
{"content": "我们都被压垮，并肩蜷缩在压迫之下的畸形世界里，颤颤巍巍。曾以为自己无坚不摧，但也不得不背叛自己，屈服于强悍的利器。我们试图用自己的双膝掘出一条逃生的路，却忘了初心是什么。仿佛人生并非是一条永无止境的路，而是一个永不见底的坑。什么时候才能走出去呢。我问自己。", "tag": "学业压力"}
{"content": "初三，压力太大，期中总分才362躲在被子里偷偷哭。怕考不上高中，怕辜负家人，怕自己的努力都白费。眼泪止不住地流，枕头都湿了一片。明天还要装作什么都没发生，继续背书做题。", "tag": "学业压力"}
{"content": "我真的受够了早五晚十，这次一个月才放了一次假的生活…在别的学校都放假的时候我们却在周测。可我能安慰自己晚上回家就好了，只要能回家我再苦再累也愿意。我的父母也很支持我，可是为什么学校就是不让呢。强制住宿，开了证明也无济于事。今天是请假的第二天了，我真的很难过。二编：我只想睡一个好觉，每天有热水，每天可以不用抢厕所。", "tag": "学业压力"}
{"content": "没想到只是想自己偷偷抱怨一下竟然火了，谢谢大家都有耐心看完还给了我那么多意见，我每条都有认真看的。这两天开了运动会加上今天放了一天假心情好一点了，目前转校是不太可能了，只能分班以后试着住校然后隔两三天回来一次，慢慢适应了。分班以后宿舍就都是一个班的了，交朋友的几率就大一点，我也会学着让自己不那么在意别人的，祝大家也都能天天开心", "tag": "同伴关系"}
{"content": "宝宝，我也是压力好大好崩溃，我和你一样高一，我打算下周请假一个星期，但过两周要考试了很怕跟不上，要怎么办啊", "tag": "学业压力"}
{"content": "我和你差不多，也是高一，考了个当地比较好的学校，大家都很高兴，但是开学后就是不想去学校。前段时间也有考虑转学，现在是走读。我当时受不了了，凌晨在我妈微信留言，我妈能理解，问我要不要考虑转学。我现在先试着走读看看", "tag": "情绪困扰"}
{"content": "我讨厌我凸起的颧骨，讨厌我肿胀的双眼，讨厌我前倾的脖子，讨厌我粗壮的四肢，我讨厌胖，那是一种肿胀的情绪，一种自作自受的羞赧，一种站在那里却像是本不该存在的不合时宜。\n我讨厌我上不去的成绩，讨厌永远上不了130的英语，讨厌永远会把关键词搞混的政治，讨厌只会写第一小题的数学大题……\n我讨厌这一切，无法直面。成绩在本以为退无可退的情况下还能倒退100多名，一旦换季又开始不断的发烧，每月一次的痛经痛的我说不出话，剪不断理还乱的关系……太多的坎了，我太容易流泪了，太多的人跟我说流泪没用了，但我又不是为了有用才哭的，我一直是一个悲观的乐观主义者，生活永远只能折磨我，它无法彻底地击溃我。我是碰见每一道坎都会流泪，但至今的每一道坎我都流着泪跨过去了不是么?\n时间，时间塑造我成为有力量的大人，让我不再踌躇于过去的半亩方塘。\n二编，我的自卑和焦虑源于我和他人的经常比较，那个时候总是控制不住自己去和那些洗把脸就那么好看的美女比较……而且我的自卑还包括毫无起色的成绩，我物理考过30分(xxy我恨你！)我们高中甚至还是重点，特控率百分之九十几，考上浙大的人数不胜数，一进去简直是误闯天家，所以产生焦虑甚至自卑等负面情绪真的不奇怪。可能“我的少女时代”有点让人误会，这里写的我的心路历程是高中时期的啦，在高中的最后直至现在大学的我，适配于前文最后一句话“我已经成长为有力量的大人，不再踌躇于过去的半亩方塘。”我不再执着于和他人比较，每一滴流下的泪都减轻了我心理的负担，向前看，向前走。\n三编，一些解释放评论里沉了，大家可以看看我发的下一条笔记", "tag": "自我认同与自尊问题"}
{"content": "我的焦虑不止外貌的还包括成绩呀……在首考政史平均分达到9293的班级里，真的很难不焦虑的。我的首考更是崩盘，除了历史98之外政治只有82生物只有80本期望冲冲130的英语更是只有111。或许我的高中时期一直是一个与自己不断周旋的状态，最后高考以政治98生物91英语135结尾，也不再自卑，焦虑还是经常会有[笑哭R]所以希望大家能够理解我那时候的自卑吧，这写的只是一个那时候只有十几岁的小孩的“胡思乱想”", "tag": "学业压力"}
{"content": "我青春期的时候很胖，很丑很土，招很多人和最亲的人嫌弃，但是恰好这样可以看清楚谁对我是真心的。要是长得太好看，根本不会知道谁是真的好，所以容貌真的不重要。", "tag": "身体与青春期烦恼"}
{"content": "其实是我自己的\n忍不住走神的课堂，看不懂的作业，差到极致的数物化。没有真正的朋友，永远不是别人的第一选，表面上玩得最好的搭子实际上是装模作样的薄情自私鬼。一个人不知所措的课间，被所有人遗忘的世界。难以启齿的性取向，带着朦胧滤镜永远藏在心底。严重的容貌焦虑，极端的减肥法过后是晚自习下后的暴食。一周一次的排便时间，真的很佩服我的消化系统。玩备用机到半夜四点也舍不得睡，因为一点也不想面对明天。每天靠黑咖啡续命，喝得我心脏难受。无法作评价的原生家庭，周末也不想待在家里受气。时刻都没有耐心，后悔自己说过的每一句话。\n反复崩溃的情绪，无数次幻想自己夺门而出纵身一跃。多次向父母提及看心理医生，但多次被无视，认为是想多了。\n今天一整天本来心情非常好，连记录负面情绪的日记都一笔未动。第一节晚自习讲完课有些困意，耳机里放了最吵的音乐还是忍不住打了会盹，结果一觉醒来睡了将近半小时，我精神恍惚，甚至想不起来自己还在学校，旁边两个同桌奋笔疾书，一眼也没有看我。可是我平时和她们关系这么好，为什么不叫我，都上课二十分钟了。就连以前话都不讲的同桌上课前都会喊下我。本来该写完的作业因此没有写完，更多是因为没有心情。一页生物选择题只对了三道，物理只对了一道，数学看不懂，英语明天还要抽背作文。不争气的眼泪又流下来。\n我知道不该怪罪她们，可是我就是一下子心情很不好了。左边是被学习洗脑的好好学生，右边是永远不知道作业是什么还爱问白痴问题的好奇鬼。有时候崩溃得偷偷抹眼泪，右边还非常没有眼力见地问问题，我还要强装镇定的回答，想起来好好笑。\n上课打瞌睡下课补觉像犯罪，因为时刻被左边视奸着。“你竟然在睡觉？”投来异样的目光。可不可以滚，全班都这样。\n新课跟不上，因为上课一直走神。好想休学，但是高二下了，休学就会脱离环境，到时候复学就会更困难。我真的觉得自己病了，我也希望自己病了，也就有理由难过了。但是总有那么一天心情很好，渴望活着，让我以为自己好了。一个人去医院看心理医生的流程是怎样的？大概需要多少费用？\n活着，我也不知道为了什么，好迷茫。我知道爸妈外婆爱着我，但是我还是好难受，我感觉自己好缺爱。", "tag": "情绪困扰"}
{"content": "大家好，可能是因为这两天是周末吧，并且我个人情绪比较跳跃，起伏大，忘性也很大，目前感觉好很多了。我发誓一定要好好哄自己好好学习了（虽然还是会有很多情绪），也是为了未来吧。很感谢大家的安慰与关心！有一些评论可能忘记回复了抱歉。｜关于标题，其实不是很重要啦是随便取的，没想到如此引流。｜这篇帖子也被我左边的那位刷到了，不过她没发现是我发的，只是发现了在评论区里的我的大号。所以会改一点点文字，看起来不要这么明显。｜我们都要好好生活啦，以后也都要开心一点。我们都要加油呀。", "tag": "情绪困扰"}
{"content": "是这样的，非常能共鸣的，，，会很莫名的心情不好，有时甚至看不惯班上的每一个人，想给他们每人降龙十八掌", "tag": "情绪困扰"}
{"content": "我现在是高二下的一名物化政学生，现在的数学物理真的很难，数学的排列组合，或许是我智商不够吧，有时候真的不会，越来越难的题目令我不知所措，无从下笔，想向别人倾诉却不知从何说起...同学们也很累，谁又愿意在自己的负面情绪上再多加一笔别人的呢？或许都能相互理解，可是安慰的话到了嘴边又说不出口，连自己都无法安慰自己，怎么安慰别人呢。我不愿意承认自己比别人差，可是现实总是给我重重的打击，一次两次...成绩从高一到现在有升有降，那些脑子聪明的人轻而易举就能学会，我真的有点坚持不下去了，家里确实给我很多鼓励，可是对我不并不起作用，因为他们不懂我现在的处境，到底能不能考上心仪的大学我真的没底", "tag": "学业压力"}
{"content": "坏了这真的能狠狠共鸣 今天被莫名其妙的人诬陷说我骂了他 还报道班主任德育处那里 这个男的百毒不侵 抽烟恋爱什么都站边 就是不会学习 我是他前桌 他昨晚骂人 被别人告诉了他ma的当事人 今天早上就跑去找别人大肆宣传说是我告状我真的很崩溃 跑去找班主任自证清白 当我被叫去和他当面对质的时候 他反倒还叫上了 对峙的时候是不想承认 但后面还是故意在装的说自己对对对就是他说了我 之后班主任答应了我说会给他调走座位 德育处处理 不仅没给处分班主任还帮他说话（这世界的私人能不能滚  还有很多周围的人都在意他 一听到是我说的就全部在骂 甚至还有人看我从办公室回来议论我说我怎么活着回来的", "tag": "同伴关系"}
{"content": "今天英语课讲我一点都学不会的语法，明明老师讲的很慢我也听懂了，但做题三个错两个，还是上黑板做的，然后老师还一直问我一共错了几个，认为我错两个的举手，当时我脑子一片空白就很尴尬，不敢抬头，甚至有一瞬间想哭，后来我就一直安慰自己说无人在意，才忍住的，老师后面还一直cue我，一直叫我回答问题，真的很崩溃，明天下午还有数学考试，虽然老师说只是看看我们掌握的多少，但一听到考试我还是会紧张，控制不住，怕到时候突然全都不会了，答不出来，期中考试还要按名次选座位，不到前八就老师调，而且我知道老师一直都很针对我，很怕老师把我调到一个不好的位置，再加上我们班好多人都作弊，肯定是考不过她们[哭惹R]", "tag": "学业压力"}
{"content": "希望能给我提点建议[捂脸R]，我被迫学了理科，我现在容貌焦虑，身材焦虑，成绩焦虑，学业压力很大，我的理科成绩很差，我擦线上了县城的一所重高，全年级650个学生，我排400名，我的成绩自从学了理科就是这样，我该怎么办，我好像陷入了死胡同，无法与自己和解，我真的有点无所适从了我总是感觉自己很孤独，没有很好的朋友，我真的很内耗我现在是星期六的上午学校要上自习，我自习请假了我想暂时逃离一下学校，因为这次月考成绩很不理想，我觉得我太关注内心的情绪，敏感，我的朋友说你的成绩不是一直都是这样吗，我好像无法改变现状，我为自己感到悲哀，我的基础太薄弱，很难补啊[哭惹R][哭惹R]", "tag": "学业压力"}
{"content": "我家遇到的是这种：三个小孩是同班好盆友，但是三人总会存在其中两个更加玩的来，经常忽略她的感受，她很珍视友谊，自己会考虑她们的感受，有时会受伤难过，受到影响，别的小孩也各自有自己的小团体玩伴，很难再和其他人很要好，不和她们一起自己又好孤单，一起有时候又很心累，好像每次被抛下的都是自己，放弃就没有好盆友了，我劝她无论什么关系，让自己心累就先退一步，没必要硬挤进去，委屈求全最后也得不到自己想要的，坚持自己的个性底线不要盲从别人，大不了独美，但是我是过来人，这些我能想得通，小盆友很难短时间看开这些，小女生有时候真会因为别人一个眼神一句话受影响", "tag": "同伴关系"}
{"content": "是今天发生了很烦恼的事情[哭惹R]，如果看到这的话，希望不要影响你的心情，直接翻过去就好。今天和一个从小学开始认识的朋友一起出去玩。朋友上高中后患了抑郁症。我能理解，在高中这个高压的环境下，以及家长强迫这种比较严重的话心理状态都不会很好。但从我们见面开始到整个行程结束，我一直都是充当情绪垃圾桶以及安慰者的角色个人属于共情能力比较强的一类。对于她的困境，我仅仅是能安慰表示同情，但是我甚至是做不出什么实质上的帮助。她抱怨时间久了，我甚至有点麻木。全文贯穿着我的父母对不起我，重男轻女，他们自私自利一点也不关心我。但有时个人的困境不仅是外部的原因，自身也会存在问题的。我问她有没有想过你如何养活自己。她说我不能养活自己，所以说我要搞到钱。钱从哪里来？毫无疑问是从父母爷爷那里。她的爷爷之前说弄一套房子每月的房租给她，但是这个每月的房租是给了她的父母的。父母没有把房租给她，因为爷爷帮她报销了眼镜手术的费用，所以她认为她的母亲已经省了很多钱。她想去旅游，想把自己的压岁钱攒下来去追星。但因为和父母的关系闹得很僵，要不到饭钱，所以存不下来我当时是一种很无力的感觉是我个人分的比较清楚吗？一个已经18岁从法律上来讲已经独立的人。你在想着向父母要钱去养活自己，自己并不能养活自己。在你高考成绩没有定下来的时候，你去开始畅想，报志愿那两天一定要出去，因为父母会瞎报，并且干涉自己的志愿。一些行为思想方式也让我觉得很疯狂。不在意自己吃不吃的饱，过不过的好在自己喜欢的明星电影上映时去买了10张左右的电影票。我注意到她在看电影的过程中，大部分时间都在玩手机。后来她告诉她没办法专注。即使是干任何事情的时候，她都没有办法专心。晚上电影结束后我们去吃了饭。吃完饭我向家人报备的是9:50左右准备回家。在9:50的时候我提醒她差不多要走的时候她说让我再陪她一会儿。没问题，我们到10点左右的时候才走。到她家小区附近的时候。她又不想回家了，她告诉我他特别难过，但是不知道为什么难过。我尝试开导她，你为什么难过？你因为什么难过？她不知道。她说她感觉自己的生活很没有意义，她不知道自己活下去有什么意思。我告诉她世界上活着的人多，她一个不多少，她一个也不少。我感觉有时候活着就是意义我当时真的很崩溃，当了她好几个钟头的情绪垃圾桶。", "tag": "情绪困扰"}
{"content": "我要吐槽我一朋友zzy虽然现在已经绝交了[哭惹R] 其实我和她存在矛盾已经很久了[哭惹R]，因为我以前就被背刺过 所以我不是很喜欢我的朋友和别人走的很近...（我承认这是我的问题但是我真的受不了她下课去和别人贴贴然后上课找我聊天[哭惹R]）五一前一天我问她要不要出去玩，她说不去全是课。这个理由我能接受，行啊那就不去也没什么大不了的、但是下午的时候她的另一个朋友yjy（我朋友和我和她都关系蛮好）问我要不要出去.然后我就跟她说不去了吧zzy全是课。你们猜哪个yjy跟我说什么！？她说没有啊zzy昨天才问我要不要去的[石化R]！不是我请问呢？ 然后我就很生气啊正常人都会生气吧我就一个月没理她也没想和她", "tag": "同伴关系"}
{"content": "但是真的太烦恼了 事情是这样子的，我有一个玩了三年的闺蜜，无话不谈，然后是最近三个月他谈了一个男朋友，然后他那个男朋友是之前跟我们一起的那个同学是有一点交集的，然后他之前就已经嘲笑过我两次身材不好，然后之前有一次是直接把我说哭了，然后那一次是道过歉的，然后最近发生第三次，他说我身材不好，然后所以我就先是不敢相信，反应过来之后情绪就不好了，然后跟他闺蜜一起回家的过程中，直接跟我的闺蜜去吐槽他了，我的闺蜜也共情我，他真的很好很好，", "tag": "同伴关系"}
{"content": "我中考前的那个假期，我父母安排我们全家去日本旅行，我知道后很担心因为中考要学习和复习的东西太多压力也很大，假期也没多长时间，我去跟妈妈讲了，我妈问我跟她说的目地是什么，是想因为我让全家不去吗？我不知道该怎么说，因为这样确实很自私。后面妈妈又说要不他们带着弟弟去就不带我了，说这样可以让我好好复习要不我考不好有怪他们。可是其实我也很想去日本，我知道我这个想法会很自私，但是我真的希望我中考之后我们一起去。如果他们去我不去，我也会天天想他们在日本的时光没法专心。", "tag": "学业压力"}
{"content": "我受不了！！！呆家里还不如回学校。我放假了我在家睡到8或9点不正常吗？现在在家就成了8点之前不起不行是吧。每天早上6点起快晚上10点到家还写题这三年够烦了吧，你给我来句8点前起，我是放假还是坐牢！！！还说什么学生该有学生样，你要什么样，还说都为了我好。我妈都说了我这个假期随便玩，要不是你是我爹我就跟你翻脸了。还有我英语没考好没有你的问题吗？还在说我英语不认真！！谁跟你说的，我本来偏科就严重，我说我想补课你不让我去，那你别说话啊，我最后快考试那一个月多我硬生生把英语从三十多分拉到七十多，成绩出来又是我的问题了，你凭什么质疑我的努力。我最后不就落榜了吗，我又有什么错了，要被你打着对我好的名义说教！", "tag": "家庭问题"}
{"content": "他们说健康比我学习更重要，可是当临近期中我感冒时，我妈对医生说的第一句话是“有没有什么办法快点治好她，她过几天还要考试。”他们说他们知道书难读，不给我压力，可是每次我一但考不好，就会被他们说上好几天。而且会把我和其他同学作全方位的比较。在他们眼里，假期不是用来放松的，是用来努力学习的。他们总会跟我说学霸们在假期如何努力学习，说我在假期里很懒。最近我同学过生日，我买了一幅数字油画送她。我爸看见我在画画逮着就一顿说“你还有心思画画，补完课回来也不知道复习，你补这个课有什么意义。”后面我画累了，坐床上休息，他看见了又说“画完了怎么不知道学习。”", "tag": "家庭问题"}
{"content": "大家可以把自己刚升学的烦恼都发出来发泄或是相互安慰吧\n我是高一新生\n我初三下真的玩得特别开心考上普高都可以说是完全意料之外，当时都彻底放弃普高了，没想到中考特别超常发挥刚好卡线过，暑假也一直在画画根本没预习，我现在真的特别不适应这个学习强度，入学考全班倒数第八，落差特别大（但是我接受，这是我应得的成绩，谁让我不复习），新学校一个熟人都没有，我真的特别不会交朋友，我也不是特别喜欢现在的同桌，可能是三观不合现在一直在吵架，我也特别不想住校，初中三年一直是走读的现在特别不适应，宿舍有单独浴室但是特别小，宿舍七个人，洗漱时间半个小时都不到。我每天根本睡不够，十点半熄灯，六点多就要起床。我们初中饭菜特别好吃便宜，现在高中难吃得跟shi一样。我们十一月份就要分科，我理科特别差，这点时间我很难补不上去，但是四川纯文高考选文科考本科真的特别特别难，我们今年还中考扩招，我妈妈给我压力也有点大，她觉得现在文科找工作难，特别特别想让我选理科，特别特别想让我学医，想让我考个医学大专，我真的特别特别不喜欢不想学医，我其实特别特别想学美术，想学服装设计，但是家里条件不太好，其实我妈妈对我特别特别好，我家人都对我特别特别好，他们都特别爱我\n有点焦虑睡不着，发发牢骚", "tag": "学业压力"}
{"content": "换宿后真不想住宿了，早知道也不想着去退宿了，分班后一个认识的人也没有，成绩也中游，才分班就每天被班主任找说退宿的事，喜欢的老师也不教这个班，班主任教我喜欢的学科，可我真的对班主任很害怕很排斥，我明白这样是不行的，可是该怎么办，新班级一个熟人都没有，每天还被找，感觉自己太差了似乎变成\"差生\"\"烂人\"了一般，既孤僻又敏感，朋友都和我不在同一层，班主任管得也严，和新舍友融入不太好，新宿舍也在两楼，之前心情不太好时还会回宿舍，现在不行了，和新舍友坐息也不同，好痛苦", "tag": "自我认同与自尊问题"}
{"content": "我好烦啊，周围的人都好厉害，数学做一道题就不会一道题，物理有时甚至连题都看不懂，英语还是一科弱势学科，直接和别人拉了十几分，马上就要期中考了，感觉自己的成绩只能在班级中下游，家里人还放盐，必须要考班前十[哭惹R][哭惹R][哭惹R][哭惹R][哭惹R]，真的很累很累很累很累，而且也没有初中的朋友陪伴，周围的人都非常的卷，高中的难度和初中的难度简直是不能相比，老师讲课讲的特别快，而且有很多都讲的没那么细，做题的时候发现有很多都是课外拓展的，周围的同学有好多都去补课了，家里比较拮据没法报补习班，只能自学，真的好累，好辛苦[哭惹R][哭惹R][哭惹R][哭惹R][哭惹R][哭惹R][哭惹R]", "tag": "学业压力"}
{"content": "期中考炸了文科还没出，理科已经塌方了，化学29给我气笑了，我真的是从初中开始就讨厌化学，不知道在讲什么乱七八糟的……", "tag": "学业压力"}
{"content": "跳下去！ 跳下去！跳下去……或许就解脱了…… 中式教育……你赢了 但是如果没死成就还会被骂……如果没死成会疼……", "tag": "学业压力"}
{"content": "谁曾想2023年时我信心满满说我要当心理医生2Q25，被胃病，耳鸣，手抖，厌食，和幻听，失眠缠上，现在也是没招了，外加家长不理解", "tag": "身体与青春期烦恼"}
{"content": "那一年被逼的差点割腕，还是最后自己救的自己。。。妄想症特别严重，还有人格分裂，那阵有一段时间还能看到一个根本不存在的人，我知道我有病，可是在学校真的待不下去了", "tag": "情绪困扰"}
{"content": "好累好累，每天还要装作开心，好痛好痛真的真的好痛，为什么要骂我，请你们不要再打我了", "tag": "家庭问题"}
{"content": "亲爱的，我看见你了。你好温柔，会逗我笑，会陪我聊天，会听我抱怨，会帮我擦掉眼泪。你会在我胡思乱想时出现，从背后抱住我，安慰我。会在我想不开时出现开导我，会在我掉下深渊时出现拉我一把。可那不是你，我们见不了面，甚至可能会一辈子都见不了面。我求你出现在我身边，来爱我。", "tag": "情绪困扰"}
{"content": "我去年休学了，今年九月份要复学，我们休学的要比其他晚一个星期去，我害怕交不到朋友，因为可能我去了以后大家都有朋友了，而且新的一届也没有我认识的人，我真的很焦虑。不知道为什么明明离大学生活还很远，但是我却提前焦虑，我还是害怕交不到朋友，害怕校园太大找不到教室……真的很莫名其妙，因为这些问题焦虑得睡不着", "tag": "同伴关系"}
{"content": "我上初二了 为什么我感觉我自己比以前更容易被作业学习等问题弄得很崩溃 而且老是晚上写着写着就会哭", "tag": "学业压力"}
{"content": "我是一名初二生，在学校的最好的班级，作业量比其他班都多，我有拖延症，写作业拖拖拉拉的，本身笔速比别人慢很多，现在更写不完了，但是每天要定点上传作业，本身我的成绩是年级前十，可近大半年间最理解最支持我最会帮我调节情绪的妈妈突发脑溢血去世了，毫无征兆一句话也没留下，我是玻璃心，好不容易调整过来，但成绩却早就已经不如以前了，掉到了年级50多名怎么都考不到最好的成绩，新学期班主任对我要求很高，要求我考到年级前十，而且新到初二，初二的作业量比初一又多了一些，真的很崩溃，身边辅导班的老师告诉我，必须得跳出作业这个圈子，增加自我的培优练习，但是我每天作业都是临着点才交的，真的很崩溃，该怎么办呀", "tag": "家庭问题"}
{"content": "考试没考好，家长说我心态不好，这点我承认，我情绪本就很失落，她一个劲的说个没完，还说到时候我中考怎么办，就在这一直说丧气话，还说我到处比不上别人，她说就说了，关键她在我旁边说，她也知道我情绪不好，我几次三番制止她让她别说了，她说得越来越激动，最后我实在受不了了爆发了她才止住嘴。其实我知道自己的问题，我也对自己的成绩不满意甚至是后悔担忧，父母没有批评我却对我的成绩过分在意，她只是说我这不好那不好也没有鼓励过我一句，即使我考好了。可以这么说父母完全没在我的学习上帮过什么忙，他们也从不考虑我的心情是怎样的，我的心情不好我可以自己慢慢消化即使这是一个漫长的过程，但我忍受不了他们的唉声叹气 心情更差", "tag": "家庭问题"}
{"content": "初二男孩，最近频道发现对小刀感兴趣，家里发现了就带走或者自己藏起来，偶尔在手上发现不明伤口，叛逆期不交心也不知道因为什么压力大", "tag": "情绪困扰"}
{"content": "初二下了重度抑郁 厌学但是又担心学业担心未来 家人想让我先休学然后等下次初二重新念 可是我好不容易才熬到下学期 我不想重念 而且重念会有很多不认识的人我根本学不好 我现在不知道怎么办", "tag": "情绪困扰"}
{"content": "各位叔叔阿姨们！我是14岁初二生，成绩很稳定在年级前二十，我只是想站在学生的立场上和你们讲，其实有时候我们小孩子也真的不希望你们过多的来控制我们，学校里真的很累压力也很大[哭惹R]平时刷视频打游戏很正常，请给我们一点空余的时间，如果真的是您家的孩子过度沉迷于游戏，希望您可以和他们好好沟通，不要过度了解我们的隐私[哭惹R]", "tag": "家庭问题"}
{"content": "去年这会儿我还在被高中生活按在地上摩擦，现在居然能坐在这所985大学里码字，鬼知道我经历了什么。先说说我的黑历史：高一开学考直接掉到年级中游，每次发卷子都像在公开处刑；宿舍里的人际关系比数学压轴题还难解，有段时间看见校门就想吐。好在最后摸索出了一套自救指南，今天就掰开了揉碎了跟你唠唠。1、别装完美小孩 承认吧，咱们就是会做错题、会搞砸人际关系、会考崩的普通人。我后来想通了，与其纠结\"为什么别人都比我强\"，不如把精力花在\"怎么让我擅长的科目更牛X\"上。就像村上春树在《寻羊冒险记》里写的：“我喜欢我的懦弱，痛苦和难堪也喜欢。喜欢夏天的光照、风的气息、蝉的鸣叫，喜欢这些，喜欢得不得了。还有和你喝的啤酒……我说不清啊。” 2、 别瞎比较 跟你说个故事：我同桌天天在晚自习刷朋友圈看别人晒成绩，结果月考比我多掉50名。真不是吓唬你，盯着别人分数看就像天天喝柠檬汁，迟早酸死自己。后来我干脆把手机锁柜子里，每天就比昨天的自己，哪怕多背5个单词都是赢。你猜怎么着？高考前三个月我提了80分。 3. 运动加好眠 记住这个公式：夜跑3公里=焦虑值清零。有次月考崩了，我冲到操场连刷10圈，跑着跑着突然就想通了：考砸又不会死，但猝死就真考不了试了。现在每次压力大就去打篮球，投进三分球的爽感比喝奶茶强100倍。对了，千万别学我当年熬夜刷题到两点，第二天在教室流口水被班主任抓现行——血的教训啊！ 4、开启日记疗愈 这个绝招我现在还在用！每次被数学虐哭，我就把试卷撕个粉碎（别学！后来改用写日记了），把所有脏话都喷在本子上。写完立马合上，第二天直接撕掉那页，跟烦恼说拜拜。有次翻到半年前的日记，发现当时要死要活的事现在看就是个段子。真的，把情绪倒在纸上比憋心里强多了。 5、合理发泄情绪 有次模考考砸，我冲到天台鬼哭狼嚎了十分钟，下来时保安大爷看我的眼神像看神经病。但发泄完真的神清气爽，回教室刷题效率翻倍。记住，在厕所隔间哭不丢人，去操场吼两嗓子不犯法。你以为天大的事，过半年再看都是成长的肥料。现在回头想想，高中这点破事就像打游戏闯关。焦虑不会消失，但咱们能练就金刚不坏之身。记住，985的大门不是给完美学生开的，是给那些摔得鼻青脸肿还能爬起来继续跑的憨憨准备的。别怂，干就完了！", "tag": "情绪困扰"}
{"content": "我真的很需要，我心态非常不好，很没有动力，有一点挫折就会很难受，也总是在意一些很没有用的点，常常搞得自己心力交瘁，我时常认为我需要看心理医生，摆脱这种低靡的状态，却又没有勇气面对，因为学校严，我甚至连天台怒吼的机会都没有，更没有操场跑圈的时间，总觉得压抑难受", "tag": "情绪困扰"}

